{
  "KnjigaONepravednimLjudima" : [
    {
      "Uvod": "Neka je hvala Svevišnjem Allahu, Koga hvalimo, od Koga pomoć i oprost tražimo. Allahu, Tebi se utječemo od zla naših duša i naših loših djela! Niko ne može odvesti u zabludu onog koga Allah uputi, a niko ne može uputiti onog koga Gospodar u zabludu odvede. Svjedočim da je Muhammed, sallallahu alejhi ve sellem, Allahov rob i poslanik.\n\nSveznajući Allah objavio je: ”A ti nikako ne misli da Allah ne motri na ono što rade zulumćari! On im samo pušta do Dana kad će im oči ostati otvorene, i kad će, žureći uzdignutih glava, netremice gledati – a srca će im prazna biti” (Ibrāhīm, 42, 43). Govoreći o značenju ovih ajeta, šejh Abdurrahman es-Sa’di zapisao je sljedeće: ”Ove Božije riječi sadrže veliku prijetnju zulumćarima, kao što sadrže utjehu potlačenima. Odista, Silni Allah daje zulumćarima dug život, obilnu nafaku, omogućuje im putovanje po zemljama i daje im sigurnost, no to ni u kojem slučaju nije dokaz da ih Gospodar voli i da će im dati džennet na budućem svijetu. Allah, džellešanuhu, sve to pruža onima koji su poročni da bi počinili što više zla, a zatim ih strahovito kazni…”\n\nČovječe koji činiš drugim ljudima nepravdu, ti si uistinu velika neznalica! Dokad ćeš biti obmanut Božijom dobrotom koju ti ukazuje?! Ponašaš se bahato, kao da nikad nećeš umrijeti i kao da nećeš položiti račun pred Sveznajućim Allahom! A tad ćeš se kajati zbog onog što si činio i zbog tereta koji si na svoja leđa uprtio!\n\nČovječe koji misliš da ćeš na ovom svijetu vječno živjeti, u veliku si šejtanovu zamku upao! Zašto ne prihvataš ničiji savjet?! Razmisli o moćnim ljudima što su bili i nestali, koje je smrt iznenada pohodila i njihove snove raspršila, pa su se u berzehu obreli!\n\nČovječe, otkupi se sad, dok to još možeš učiniti, prije nego što dođe Dan kad neće postojati nikakva trgovina i kad nećeš imati nikakve mogućnosti da se izbaviš!\n\nDobri Allah, Jedan Jedini, učinio je da pripremim ovu knjigu, za koju se nadam da će biti korisna muslimanima, te da će zulumćare odvratiti od nepravde, a bogobojazne potaknuti na činjenje još više dobrih djela. I sad, kad odlažem pero, izjavljujem da sva dobrota pripada Allahu, Znalcu svih tajni, te da ja, kad je riječ o publiciranju ove knjige, nemam nikakve zasluge; ja sam samo izabrao zanimljive i poučne pripovijesti iz ovih knjiga: el-Džezāu min džinsil-amel, Kasas ve iber i et-Tahzīru min sūil-hātima."
    },
    {
      "Iblis": "Prokleti Iblis najnesretnije je stvorenje koje postoji i najveći stradalnik uopće. Allah, džellešanuhu, stvorio ga je od vatre, o čemu se govori u Kur’ani-kerimu i hadisu. Aiša, radijallahu anha, prenosi da je Resulullah, sallallahu alejhi ve sellem, rekao: ”Meleki su stvoreni od svjetlosti, džini su stvoreni od plamena vatre, a već ste saznali od čega je stvoren čovjek.” (Muslim)\n\nIblis pripada džinima, na osnovi ajeta: ”A kad smo rekli melekima: ’Poklonite se Ademu!’, svi su se poklonili osim Iblisa, on je bio jedan od džina i zato se ogriješio o zapovijest Gospodara svog. Pa zar ćete njega i porod njegov, pored Mene, kao prijatelje prihvatiti, kad su vam oni neprijatelji? Kako je šejtan loša zamjena nevjernicima!” (el-Kehf, 50). Ibn Abbas, radijallahu anhu, i Seid b. Džubejr govorili su da se Iblis zvao Azazil prije nego što je odbio poslušnost Uzvišenom Allahu. Hasan el-Basri rekao je sljedeće: ”Iblis ni u jednom trenutku nije pripadao melekima. On je predak džina, a Adem je predak ljudi.”\n\nKad je Plemeniti Allah odlučio stvoriti Adema da on i njegovo potomstvo budu namjesnici na Zemlji, oblikovao ga je, i Iblis, tad najpobožniji džin, kružio je oko Ademova lika te je, vidjevši da je šupalj, ustanovio da se radi o stvorenju koje neće moći vladati sobom. Obratio se tom liku: ”Budem li imao vlast nad tobom, upropastit ću te! Budeš li ti imao vlast nada mnom, neću ti se pokoravati!” I pošto je Gospodar svjetova udahnuo od Svog duha u Adema te naredio melekima da mu se poklone, Iblisa je obuzela golema zavist, pa odbi da mu se pokloni. Rekao je da je bolji od Adema zato što je on, Iblis, stvoren od vatre, a Adem od blata. Tako se usprotivio Uzvišenom Allahu i ružno se ponio, pa je izgubio razinu koju je bio zaslužio pomoću činjenja ibadeta. Iblis je uvelike sličio melekima, koji su stvoreni od svjetlosti, ali je tad otkrio svoj karakter. Zbog toga je spušten na Zemlju, ponižen i pokuđen, odbačen i prezren; zaprijećeno mu je da će ući u džehennemsku vatru i on i ljudi i džini koji budu slijedili njegove stope. Sveznajući Allah, dakle, prokleo je Iblisa i udaljio ga od Svoje milosti zato što je, zbog oholosti i umišljenosti, odbio poslušati Božiju naredbu. Evo o tome Allahovih riječi: ”Mi smo Adema stvorili i onda mu oblik dali, a poslije melekima rekli: ’Poklonite mu se!’, i oni su se poklonili, osim Iblisa, on se nije htio pokloniti. ’Zašto se nisi poklonio kad sam ti naredio?’, On upita. ’Ja sam bolji od njega: mene si od vatre stvorio, a njega od ilovače’, on odgovori.’E onda izlazi iz dženneta’, Allah reče, ’ne priliči ti da u njemu prkosiš! Izlazi, ti si, zaista, od onih prezrenih!’ ’Daj mi vremena do Dana njihova oživljenja!’, zamoli on. ’Daje ti se vremena!’, reče On. ’E zato što si odredio pa sam u zabludu pao’, reče, ’kunem se da ću ih na Tvom Pravom putu presretati, pa ću im sprijeda, i straga, i zdesna i slijeva prilaziti, i Ti ćeš ustanoviti da većina njih neće zahvalna biti!’ ’Izlazi iz njega, pokuđen i ponižen!’, Allah reče. ’Tobom i svima onima koji se budu povodili za tobom doista ću džehennem napuniti!’” (el-A’raf, 11–18). Ibn Kesir zapisao je: ”Allah, džellešanuhu, dao je vremena prokletom Iblisu, i on nije umro. Njegov se prijesto nalazi na moru, odakle šalje svoje vojske da ubacuju smutnju među ljude. Džabir, radijallahu anhu, prenosi da je Allahov Poslanik, sallallahu alejhi ve sellem, jednom prilikom rekao: ’Iblisovo se prijestolje nalazi na vodi, odakle šalje svoje vojske. Najbliži njemu položajem jest onaj koji ubaci tešku smutnju među ljude. Neki mu šejtan dođe i rekne: ’Uradio sam to i to zlo’, a Iblis samo rekne: ’Nije to ništa!’ Ali, kad mu se neki šejtan pohvali: ’Bio sam uporan u zavođenju dok nisam rastavio jedan bračni par!’, Iblis ga sebi približi i rekne: ’Ti si vrijedan pažnje!’” (Muslim)\n\nHasan el-Basri govoraše da će Iblis na Sudnjem danu održati govor s minbera od vatre… ”I kad bude sve riješeno, šejtan će reći: ’Allah vam je pravo obećanje dao, a ja sam svoja obećanja iznevjerio. Ali ja nisam nikakve vlasti nad vama imao, samo sam vas pozivao, i vi ste mi se odazivali. Zato ne korite mene, već sami sebe, niti ja mogu vama pomoći niti vi možete pomoći meni. Ja nemam ništa s tim što ste me prije smatrali Njemu ravnim.’ Nevjernike, sigurno, čeka bolna patnja” (Ibrāhīm, 22). Budući da se kazna podudara s onim zbog čega se zasluži, Iblis će ovaj govor održati s minbera od vatre, tim prije jer je odvraćao od Božijeg puta."
    },
    {
      "Narod poslanika Nuha": "Između Adema i Nuha bilo je deset generacija, to jest deset stoljeća, i sve su bile odane Allahovoj vjeri. Hafiz Ibn Hadžer zapisao je: ”Ibn Abbas, radijallahu anhu, govorio je da su Vedd, Suva, Jegus, Jeuk i Nesr imena pobožnih ljudi, nakon čije je smrti šejtan naveo ljude da isklešu njihove statue i nadjenu im njihova imena. Taj naraštaj nije statue obožavao, ali kasnije, kad se rasprostranilo neznanje, ljudi su statue počeli obožavati. Eto tako se pojavio širk.\n\nAllah, džellešanuhu, poslao je tad poslanika Nuha, alejhis-selam, koji se ubraja u najodabranije poslanike. On ih je pozivao u robovanje Allahu, Jednom Jedinom, pokušavajući ih na razne načine uvjeriti da prihvate Allahovu vjeru i odustanu od mnogoboštva. Poslanik Nuh pozivao je svoje sunarodnjake strpljivo i mudro, otvoreno i jasno, i to devet stotina i pedeset godina. O tome Kur’ani-kerim kaže: ’Mi smo Nuha narodu njegovu poslali i on je među njima ostao hiljadu manje pedeset godina, pa ih je potom zadesio potop, zato što su Allahu druge ravnim smatrali’ (el-Ankebūt, 14). No, oni su njegov poziv odbijali rugajući mu se i ismijavajući ono u šta ih on pozivaše. Štaviše, generacije su jedna drugoj ostavljale u amanet da se ne vjeruje u Nuha i da mu se suprotstavi. Premda je poslanik Nuh ulagao mnogo napora u pozivanje u vjeru svojih sunarodnjaka i iako ih je zastrašivao kaznom i obećavao im da će im Allah, džellešanuhu, dati obilan imetak i porod, oni ga nisu poslušali, pa su kažnjeni. Poslanik Nuh, alejhis-selam, uputio je Uzvišenom Allahu dovu protiv svog naroda: ’Gospodaru moj, ne ostavi na Zemlji nijednog nevjernika, jer ako ih ostaviš, oni će robove Tvoje u zabludu zavoditi i samo će grešnika i nevjernika rađati!’ (Nūh, 26, 27). Evo šta se u vezi sa stradanjem ovog naroda kaže u Objavi: ’I Nuhu bī objavljeno: ’Osim onih koji su već vjernici, niko više iz naroda tvog neće vjernik postati, zato se ne žalosti zbog onog što oni stalno čine, i gradi lađu pred Našim očima i po Našem nadahnuću, i ne obraćaj Mi se više zbog nevjernikā – oni će, sigurno, biti potopljeni!’ I on je gradio lađu. I kad god bi pored njega prolazile glavešine naroda njegova, rugale bi mu se. ’Ako se vi rugate nama’, on je govorio, ’rugat ćemo se i mi vama, onako kako se vi rugate, i saznat ćete, zaista, koga će snaći sramna kazna i ko će u vječnoj muci biti’ (Hūd, 36–39).\n\nKomentator časnog Kur’ana imam el-Alusi kaže: ”Krivovjerni Nuhovi sunarodnjaci rugali su se Nuhu dok je gradio lađu ili zbog toga što nisu znali šta je lađa, ili zbog toga što ju je poslanik Nuh gradio na kopnu, daleko od vode. Kad prolažahu pored njega, rugajući se, govorahu: ’Nuhu, doskora si bio poslanik, a sad si drvodjelja!’ On im odgovaraše: ’Ako se vi nama rugate na ovom svijetu, i mi ćemo se vama rugati na dunjaluku i na ahiretu: na dunjaluku – kad vas zadesi potop, a na ahiretu – kad budete gorjeli u paklenoj vatri.’”\n\nTumačeći Božije riječi: ”’Ako se vi rugate nama’, on je govorio, ’rugat ćemo se i mi vama, onako kako se vi rugate, i saznat ćete, zaista, koga će snaći sramna kazna i ko ćeu vječnoj muci biti’” (Hūd, 38, 39), šejh Muhammed Rešid Rida zapisao je: ”Značenje je ovo: ja i vjernici koji me slijede sad se rugamo vama zbog vašeg neznanja, a sutra ćemo vam se rugati zbog kazne koja će vas snaći. Ako sad niste upućeni u ovo šta činimo i ako niste svjesni kazne koja će vas snaći, uskoro ćete saznati – zadesit će vas ponižavajuća i sramna patnja na ovom, a vječna kazna u vatri na onom svijetu. Vi se danas radujete – sutra ćete tugovati; danas uživate – sutra ćete biti nesretni; danas jedni druge pomažete u zlu – sutra ćete plakati.”\n\nŠejh Muhammed Emin eš-Šenkiti zapisao je: ”Poslanik Nuh pozivao je svoje sunarodnjake u vjeru devet stotina i pedeset godina, kad je najzad izgubio nadu da će mu se oni odazvati. I budući da su oni rađali samo nevjernike grešnike, bilo je neophodno da se Zemlja očisti od njih, a to se moglo postići jedino općim potopom.”\n\nŠehid Sejjid Kutb zapaža: ”Poslanik Nuh, alejhis-selam, nadahnut je da je neophodno da Zemlja bude očišćena od golemog zla koje činjaše njegov narod, pa je zamolio Gospodara svjetova da uništi krivovjerne – Svemogući Allah uslišio je njegovu molbu i očistio Zemlju iskorijenivši nevjernike, onako kako to On može i umije. ’…i bī rečeno: Daleko neka je narod zulumćarski!’ (Hūd, 44). Značenje je ovo: daleko neka su nevjernici – uništeni su; daleko neka su od Allahove milosti – prokleti su; daleko neka je njihov spomen – zaboravljeni su.”"
    },
    {
      "Ken'an b. Nuh": "Nuhov, alejhis-selam, sin Ken’an nije bio čestit čovjek, nije poslušao svog oca kad ga je pozvao da vjeruje u Allaha, Jednog Jedinog. Pošto je nastupilo vrijeme da krivovjerni narod bude uništen, iz zemlje pokulja voda, a nebeske se kapije pootvaraše te se zatim poslanik Nuh ukrca u lađu s vjernicima; u nju je ukrcao i par od svake vrste životinja. Nivo vode bio je toliko visok da je prekrio sve što postoji, a valovi su bili visoki kao brda. Utom je poslanik Nuh primijetio svog sina Ken’ana u blizini lađe, pa je pomislio da će i on biti spašen, odnosno da će od njegove čeljadi nastradati samo njegova, Nuhova, supruga, za koju je Znalac svih tajni predodredio da će umrijeti kao nevjernica. Nuh se nadao da će se njegov sin Ken’an, koji je bio dvoličnjak, ipak ukrcati u lađu. On ne znaše da njegov sin nije vjernik, jer se poslanici ne bave, niti to mogu, onim što ljudi taje, nego se prema njima odnose na temelju njihove vanjštine.\n\nKen’an bijaše udaljen od lađe za jedan dobačaj kamena, i sažaljivi otac pozva ga: ”Sinko moj, ukrcaj se s nama, ne budi s nevjernicima” (Hūd, 42). Nuhove riječi: ”…ne budi s nevjernicima”, upućene sinu Ken’anu, dovoljne su kao dokaz da je on svog sina smatrao vjernikom. Ken’an reče da će se skloniti na kakvo brdo, koje će ga zaštititi od vode, a otac mu doviknu: ”Niko danas od Allahove kazne neće pošteđen biti, osim onog kome se On smilovao!” (Hūd, 43)\n\nNeposlušni sin najzad bijaše potopljen: ”…i val ih razdvoji, i on potopljen bī…” (Hūd, 43), a zatim Gospodar dade zapovijed nebu i Zemlji: ”’O Zemljo, gutaj vodu svoju, a ti, o nebo, prestani!’ I voda se povuče i ispuni se odredba, a lađa pristade na planini el-Džudi, i bī rečeno: ’Daleko neka je narod nevjernički!’” (Hūd, 44)\n\nOvo kazivanje dokazuje da se čovjek ne može spasiti ako ne vjeruje u Boga, Gospodara svjetova, pa makar bio sin odabranog poslanika. ”A Nuh je bio zamolio Gospodara svog i rekao: ’Gospodaru moj, sin moj čeljade je moje, a obećanje je Tvoje zaista istinito i Ti si od mudrih najmudriji!’ ’O Nuhu, on nije čeljade tvoje’, On je rekao, ’jer radi ono što ne valja, zato Me ne moli za ono što ne znaš!\nSavjetujem ti da neznalica ne budeš.’” (Hūd, 45, 46)\n\nImam er-Razi veli da rodbinska veza ne može pomoći u slučaju da se radi o rođaku nevjerniku. Resulullah, sallallahu alejhi ve sellem, kazao je: ”Najpreči ljudi meni jesu oni koji su bogobojazni, ma ko oni bili i ma gdje živjeli” (Ahmed)¹. A tu je i sljedeći hadis: ”Čovjeka neće unaprijediti porijeklo ako ga njegova djela unazade.” (Muslim)\n\nPoput Nuhova sina Ken’ana neizostavno skončaju oni koji su oholi, neposlušni svojim roditeljima i koji ne štuju Znalca svih tajni."
    },
    {
      "Narod Ād": "Āđani su bili Arapi. Živjeli su u mjestu koje je bilo nadaleko poznato po pješčanim dinama; nalazilo se u blizini mora, između države Omana i grada Hadramevta. Gradili su visoke palače i u njima obitavali. ”Zar ne znaš šta je Gospodar tvoj s Adom uradio, sa stanovnicima Irema, punog palača na stupovima, kojima ravna ni u jednoj zemlji nije bilo…” (el-Fedžr, 6–8)\n\nĀd je bio narod koji je poslije uništenja Nuhova naroda prvi počeo obožavati kipove. Allah, džellešanuhu, dao je Āđanima ogromnu snagu i krupna tijela, zbog čega se uzdizahu. Evo o tome Božijih riječi: ”Ād se bez ikakve osnove bio na Zemlji uzoholio. ’Ko je od nas jači?’, govorili su. A zar nisu znali da je Allah, Koji ih je stvorio, jači od njih– a i znamenja su Naša poricali.” (Fussilet, 􀑞􀑢)\n\nNarodu Ād Svevišnji Allah poslao je vjerovjesnika Huda, koji ih podsjećaše na Božije blagodati: ”Sjetite se da vas je On nasljednicima Nuhova naroda učinio; to što ste krupna rasta – Njegovo je djelo…” (el-A’raf, 69), i koji ih upozoravaše na pogubnost ružnih postupaka: ”Zašto na svakoj uzvišici palače zidate, druge ismijavajući, i podižete utvrde kao da ćete vječno živjeti, a kad kažnjavate – kažnjavate kao silnici? Bojte se Allaha i meni budite poslušni!” (eš-Šuara, 128–131)\n\nMeđutim, oni nisu poslušali vjerovjesnika Huda, nego su ostali vjerni robovanju kipovima, i Silni ih je Allah uništio.\n\nGovoreći o uništenju naroda Ād, historičar Ibn Ishak zapisao je sljedeće: ”Budući da narod Ad nije htio poslušati svog poslanika Huda i prihvatiti vjeru, Svemogući Allah uskratio mu je kišu tri godine uzastopno, i dopali su velikih muka. U to vrijeme bio je običaj da se narod, kad ga pogodi kakva nevolja, obrati Gospodaru za spas kod Kabe, Božije kuće. U Meki je tad živio narod Amalik, čiji je poglavar bio čovjek imenom Muavija b. Bekr, a čija je majka, opet, bila Āđanka; zvala se Dželheza b. el-Hajberi. Dakle, Āđani poslaše sedamdeset sunarodnjaka da u Meki, kod Kabe, upute Uzvišenom Allahu kišnu dovu. U Meki svratiše kod spomenutog Muavije i počeše se opijati, uživajući u terevenkama uz dvije Muavijine pjevačice, te se tu zadržaše mjesec dana, isto onoliko koliko su proveli putujući do Meke. Budući da su kod Muavije ostali relativno dugo, on poče osjećati sažaljenje prema pripadnicima naroda Ād. Bijaše mu neprijatno da im izravno rekne da idu, pa je sastavio poeziju koju su recitirale one pjevačice, a u kojoj im je to indirektno nagovijestio. Oni shvatiše šta im želi reći i odoše u Harem. Kaže se da je Kajl b. Anz, jedan od njih, molio Slavljenog Allaha za kišu, a da su ostali izgovarali amin, pa je Gospodar dao da se pojave tri oblaka: bijeli, crveni i crni. Utom se s neba glasnik obratio Kajlu: ’Izaberi za sebe i za svoj narod jedan od ova tri oblaka!’ Kajl izabra crni oblak, na šta glasnik povika: ’Izabrao si oblak koji nosi kaznu! Pomrijet će svi Āđani osim klana koji živi u Meki!’ Pripadnici ovog klana nisu uništeni, oni su jedini potomci naroda Ād. Po Božijoj volji crni oblak, koji je izabrao Kajl b. Anz, pođe prema staništu Āđanā; ugledali su ga iz pravca doline el-Mugis i obradovali se. Evo šta o tome kaže Svevišnji Allah: ’I kad ugledaše na obzorju oblak, koji se prema dolinama njihovim kretao, povikaše: ’Ovaj nam oblak kišu donosi!’ ’Ne, to je ono što ste požurivali: vjetar koji vam bolnu patnju nosi, koji, voljom Gospodara svog, sve ruši.’ I ujutro su se vidjele samo nastambe njihove – tako Mi kažnjavamo narod grešni’ (el-Ahkāf, 24, 25). Žena po imenu Fehda prva je ugledala oblak i shvatila o čemu se radi, pa je panično zavikala i izgubila svijest. Njeni su je sunarodnjaci upitali kad se osvijestila: ’Šta si vidjela?!’ ’Vidjela sam oblak koji nosi nešto poput glavnjā, a njega su nosila neka moćna bića’, ona je povikala. Voljom Svevišnjeg Allaha taj je vjetar strahovito puhao sedam noći i osam dana. Uništavao je Āđane tako što bi ih uskovitlao i nemilosrdno jako tresnuo naglavačke, uslijed čega bi im glava prsnula. Meni je kazivano”, pripovijeda Ibn Ishak, ”da su se poslanik Hud i vjernici sklonili, te da nisu doživjeli nikakve neprijatnosti zbog kazne kojom su pogođeni njihovi sunarodnjaci nevjernici. Allah, džellešanuhu, objavio je: ’…a Ād je uništen vjetrom ledenim, silovitim, kojem je On vlast nad njima sedam noći i osam dana uzastopnih bio prepustio, pa si u njima ljude povaljane kao šuplja datulina debla vidio, i vidiš li da je iko od njih ostao?’ (el-Hakka, 6-8); ’I Ād nije vjerovao – pa kakve su bile kazna Moja i opomene Moje! Jednog kobnog dana poslali smo na njih leden vjetar koji je neprestano puhao i ljude dizao, kao da su palmina stabla iščupana, i kakve su bile kazna Moja i opomene Moje!’ (el-Kamer, 18-21); ’…i o Ādu, kad na njih vjetar poslasmo u kojem nije bilo nikakva dobra – pored čega god je prošao, ništa nije poštedio, sve je u gnjilež pretvorio’ (ez-Zarijāt,\n41, 42). Vjetar kojim je uništen ovaj nevjernički narod nije donio nikakvo dobro, nije potjerao oblake niti je oprašio biljke.”\n\nJednom, Allahov Poslanik, sallallahu alejhi ve sellem, rekao je: ”Meni Allah pruža pobjedu pomoću blagog povjetarca; a narod Ād uništen je silnim vjetrom” (el-Buhari i Muslim). Alija, radijallahu anhu, govoraše: ”Vjetar uvijek puše s mjerom koju odredi melek što je za to zadužen, ali je tog kobnog dana, u kojem je uništen narod Ād, bilo dopušteno da vjetar puše preko mjere.” (Ibn Ebu Hatim)\n\nIbn Hadžer zapaža: ”Sela naroda Ād nalazila su se u najplodnijoj zemlji i s najviše vrtova, a pošto se Gospodar na Āđane naljutio, pretvorio je tu plodnu zemlju u pustinju.\"\"\n\n”Eto, to je bio Ād, on je dokaze Gospodara svog poricao i bio neposlušan poslanicima svojim, i pristajao uz svakog silnika, inadžiju. I prokletstvo je na ovom svijetu stalno bilo s njime, a bit će i na Sudnjem danu. Ād, doista, nije vjerovao u Gospodara svog – daleko neka je Ād, narod Hudov!” (Hūd, 59, 60)"
    },
    {
      "Narod Semud": "Semud je drevni arapski narod koji živjaše u el-Hidžru, naselju koje se nalazi između Medine i Tebuka. Gospodar svjetova poslao je ovom narodu vjerovjesnika Saliha, alejhis-selam, koji ih pozivaše da robuju jedino Allahu, Znalcu svih tajni, a da odbace sva druga božanstva. Od tog brojnog naroda samo su neki povjerovali u Saliha, a ostali su ga utjerivali u laž, verbalno vrijeđali i fizički napadali. Toliko su bili skrenuli s Pravog puta i u toj se mjeri iskvarili, da uopće nisu osjećali ni dio ljepote onog u šta ih je pozivao njihov vjerovjesnik. Oni su Saliha posve odbacili: ”’O Salihu’, oni su govorili, ’ti si među nama prije ovoga cijenjen bio. Zašto nam braniš da se klanjamo onome čemu su se naši preci klanjali? Mi uvelike sumnjamo u ono čemu nas ti pozivaš’” (Hūd, 62). Kao da su rekli: ”Salihu, sve smo od tebe očekivali, ali nismo očekivali da ćeš nas pokušati odvratiti od robovanja onom čemu su naši preci robovali! Eto, sad smo u tebe izgubili povjerenje.”\n\nIbn Kesir zapisao je: ”Komentatori časnog Kur’ana navode da su se Semuđani jednog dana okupili na javnom mjestu, nakon čega se pojavio vjerovjesnik Salih i pozvao ih da vjeruju u Allaha, Jednog Jedinog, i da samo Njega obožavaju; upozorio ih je pritom na Sudnji dan i polaganje računa. Oni su, međutim, rekli: ’Ako nam iz one tamo stijene izvedeš ogromnu devu s karakteristikama koje tražimo, mi ćemo ti povjerovati’, navevši određene karakteristike. ’Hoćete li zbilja povjerovati u moje poslanstvo ako udovoljim vašem zahtjevu?’, upitao ih je Salih. ’Hoćemo, povjerovat ćemo u tvoje poslanstvo’, obećaše Salihu Semuđani, i on se zaputi u hram u kojem je činio ibadet. Obavio je dobrovoljni namaz i zamolio Gospodara svjetova da udovolji zahtjevu Semuđana. I zaista je Sveznajući Allah uslišio njegovu dovu: iz stijene se pojavila upravo onakva deva kakvu su tražili. Mnogi su povjerovali pošto su vidjeli taj očiti pokazatelj Božije moći, Njegova davanja i nepobitni dokaz iskrenosti vjerovjesnika Saliha, alejhis-selam. Pa ipak, većina krivovjernih nije povjerovala u ovo čudo, većina se svrstala u ohole inadžije: ’Semudu smo kao vidljivo čudo devu dali, ali oni u nju nisu povjerovali…’\n(el-Isrā, 59).”\n\nPredstavnik pravovjernih zvao se Džunda b. Amr, i on je pozvao svog uglednog amidžića Šihaba b. Halifu u vjeru. Šihab je osjetio naklonost prema vjeri, no višebošci su ga odvratili od prihvatanja vjere. ”O narode moj, evo ova Allahova deva jest znamenje za vas, pa pustite je neka pase po Allahovoj zemlji i ne činite joj nikakvo zlo, da vas ne bi zadesila kazna bliska” (Hūd, 64). Deva je donijela mlado na svijet, a i Semuđani su se koristili njezinim mlijekom kojeg je bilo u dovoljnim količinama. Pošto je bilo predviđeno da deva pije prekodan iz njihova bunara, oni su bili lišeni vode, te su se morali snabdjeti vodom za onaj dan u kojem nisu imali pravo na vodu. ”U određeni dan ona će piti, a u poznati dan vi…” (eš-Šuara, 155); ”I upozori ih da će se voda između njih i nje dijeliti, svakom obroku pristupit će onaj čiji je red!” (el-Kamer, 28). Semuđanima je smetalo prisustvo deve, i sastali su se te jednoglasno odlučili da je zakolju. Katada govoraše: ”Do mene je dospjelo da je čovjek koji je određen da ubije devu upitao sve Semuđane, pa i žene i djecu, jesu li saglasni s time da se deva zakolje.” I to je očito iz Allahovih riječi: ”…ali mu oni nisu povjerovali, već su je zaklali. I Gospodar ih je njihov zbog grijeha njihovih uništio i do posljednjeg istrijebio, i ne strahujući zbog toga od odgovornosti” (eš-Šems, 14, 15); ”Semudu smo kao vidljivo čudo devu dali, ali oni u nju nisu povjerovali…” (el-Isrā, 59). Allahove riječi: ”I zaklaše onu devu…” (el-A’raf, 77) pokazuju da su svi Semuđani nevjernici bili zadovoljni time da se deva zakolje.\n\nIbn Džerir i neki drugi mufesiri naveli su u svojim tefsirima predanje u kojem se govori o povodu klanja deve. Naime, bogata starica imenom Unejza b. Genem, supruga doglavnika Zuaba b. Amra, koja je izuzetno mrzila vjerovjesnika Saliha, i ugledna i lijepa žena po imenu Saduf b. el-Mahja, koja je bila napustila svog muža zbog toga što je prihvatio vjeru, doznačile su veliku nagradu onom ko ubije devu. Saduf je pozvala Semuđana el-Hababa i obećala mu da će mu se prepustiti akoli ubije devu – odbio je njenu ponudu. Ona je isto to ponudila svom amidžiću koji se zvao Misda – on je prihvatio. A Unejza je pozvala Kudara b. Salifa (zdepastog neizglednog čovjeka za koga se govorilo da je vanbračno dijete) i obratila mu se: ”Ubiješ li devu, dat ću ti koju god hoćeš svoju kćerku!” I njih dvojica, Misda i Kudar, krenuše, a usput su poticali najporočnije Semuđane da pođu s njima kako bi ubili devu; pridružila su im se još sedmerica uglednih sunarodnjaka. O njima se govori u sljedećem kur’anskom ajetu: ”U gradu je bilo devet osoba koje su ne red nego nered činile…” (en-Neml, 48). Sačekali su da se deva vrati s pojilišta i Misda ju je iz zasjede, iza jedne stijene, pogodio strijelom u nogu, nakon čega se pojavila Unejza vodeći kćerku, prelijepu djevojku, da potakne i ohrabri Kudara, koji je čekao iza druge stijene. Kudar je pomoću sablje preklao devu i ona je pala na zemlju, ričući da upozori svoje mladunče na opasnost. Nije pouzdano utvrđeno jesu li Semuđani zaklali i to mladunče ili je ono pak umaklo. Kaže se da je riknulo tri puta i nestalo, a Allah, opet, najbolje zna kako je bilo. Vjerovjesniku Salihu dojavljeno je o zločinu nad devom i on je došao te je svoje iskvarene sunarodnjake zatekao na okupu. Vidjevši devu, zaplakao je i rekao im: ”Živjet ćete u zemlji svojoj još samo tri dana, to je istinita prijetnja.” (Hūd, 65)\n\nOvaj strašni zločin dogodio se u srijedu, a navečer je onih devet poročnika odlučilo da ubiju Saliha, alejhis-selam. Rekli su: ”Ako je istina to da ćemo biti kažnjeni, smaknut ćemo Saliha prije kazne, poslat ćemo ga za njegovom devom!” Jedni drugima rekoše da će ga ubiti i da će njegovom najbližem krvnom srodniku reći: ”Mi nismo prisustvovali pogibiji porodice njegove, mi zaista istinu govorimo” (en-Neml, 49). Kad su svoj plan htjeli provesti u praksu, Svevišnji Allah onemogućio ih je i njihove spletke protiv njih okrenuo: uništio ih je kamenjem s neba. Oni su doživjeli kaznu prije svojih sunarodnjaka… Kao što je i nagovijestio vjerovjesnik Salih, Semuđani su u četvrtak osvanuli požutjelih lica, u petak su njihova lica pocrvenjela, a u subotu, dan prije kazne, lica su im posve pocrnjela. Subota. Osvanuli su čekajući kaznu, a uopće nisu znali kako će biti uništeni. Nakon sunčeva izlaska začuo se strašni gromoglas iznad njih i dogodio se nezamislivo snažan zemljotres, pa su u svojim domovima ostali nepomični, izgledahu kao nepomična šuplja debla. Kaže se da su tad nastradali svi osim robinje Kelbe b. es-Selk, koja također bijaše neprijatelj vjere i vjeronavjestitelja Saliha, alejhis-selam. Čim je vidjela šta se dogodilo njezinim sunarodnjacima, požurila je u drugo selo, čije je žitelje izvijestila o nesreći; i ona je umrla nakon što su je ti seljani napojili vodom. Imam Ahmed zabilježio je da je Džabir, radijallahu anhu, kazivao: ”Kad smo prošli pored el-Hidžra s Vjerovjesnikom, sallallahu alejhi ve sellem, on reče: ’Nemojte od mene zahtijevati da vam donesem Božije znamenje! Eto, Salihov je narod tražio znamenje pa ga je dobio u vidu deve koja se, evo, ovim dvjema dolinama kretala u odlasku i povratku s ispaše. Pila je vodu s njihova bunara prekodan, a oni su prekodan pili njeno mlijeko. No oglušili su se o Allahovu zapovijed i zaklali su devu. Uzvišeni ih je Allah kaznio strašnim gromoglasom uslijed kojeg su pomrli svi osim čovjeka po imenu Ebu Rigal, koji se nalazio u Haremu. On je uništen čim je napustio granice svetog pojasa oko Meke.’”"
    },
    {
      "Nimrod b. Ken'an": "Svevišnji Allah objavio je: ”Zar nisi čuo za onog koji se s Ibrahimom o njegovu Gospodaru prepirao, onda kad mu je Allah carstvo dao? Kad Ibrahim reče: ’Gospodar je moj Onaj Koji život i smrt daje’, on odgovori: ’Ja dajem život i smrt!’ ’Allah čini da Sunce izlazi s istoka’, Ibrahim reče, ’pa ti učini da grahne sa zapada!’ I nevjernik se zbuni. – A Allah silnicima neće ukazati na Pravi put.”(el-Bekara,258)\n\nIbn Džerir navodi da je Mudžahid rekao: ”Rekavši: ’Ja dajem život i smrt’, silnik Nimrod podrazumijevao je to da on oduzima život kome hoće, a koga hoće ostavlja u životu. Vlast nad cijelom Zemljom imala su samo četiri vladara, dva muslimana i dva nevjernika. Kad je riječ o vladarima muslimanima, to su vjerovjesnik Sulejman, alejhis-selam, i Zulkarnejn. A kad je riječ o vladarima nemuslimanima, to su Nabukodonosor i Nimrod b. Ken’an.”\n\nZejd b. Eslem pripovijedao je: ”Nimrod b. Ken’an bio je prvi silnik koji se pojavio na Zemlji. Nimrod je snabdijevao ljude hranom, i kad god bi neko uzeo hrane i stao pred njega, on bi ga upitao: ’Ko je tvoj gospodar?’ ’Ti si moj gospodar’, odgovorio bi ovaj. I poslanik Ibrahim bio je jedan od onih što su se snabdijevali iz riznica ovog silnika, ali je on na pitanje: ’Ko je tvoj gospodar?’ odgovorio: ’Moj je gospodar Allah, Koji život i smrt daje!’ ’Ja život i smrt dajem’, reče Nimrod, a Ibrahim će: ’Allah čini da Sunce izlazi s istoka, pa ti učini da grahne sa zapada!’ I nevjernik ne mogaše na to odgovoriti, a nije dao Ibrahimu sljedovanje hrane. Ibrahim je u povratku kući prošao pored neke pješčane dine, pa je pomislio: ’Zbog čega u vreću ne stavim pijeska, kako ne bih praznom vrećom rastužio svoje ukućane!?’ Donio je kući vreću s pijeskom i ostavio je te otpočinuo. Ibrahimova je supruga otvorila vreću i ustanovila da se u njoj nalazi najkvalitetnije brašno koje je ikad vidjela pa je skuhala jelo. Kako su živjeli u oskudici, Ibrahim je suprugu upitao: ’Ko ti je donio ovu hranu?’ ’Niko je nije donio već sam je skuhala od brašna što si ga donio’, odgovorila je. Shvatio je da je Allah, džellešanuhu, pijesak pretvorio u brašno, i zahvalio se Gospodaru na opskrbi. Svemogući je Allah silniku Nimrodu tri puta poslao meleka s porukom da će ga Allah podržati u vlasti ako povjeruje u Njega, a silnik je meleku odgovarao: ’Zar pored mene postoji drugi bog?’ Zatim je Gospodar na Nimrodove sunarodnjake nevjernike poslao vojsku komaraca koji su doslovno jeli njihovo meso i sisali njihovu krv, a Nimrodu se ništa nije dogodilo. Njega je Svemogući Allah kaznio tako što je učinio da jedan komarac uđe u njegov nos i tamo ostane četiri stotine godina, isto onoliko godina koliko je Nimrod vladao. Silnik je uslijed toga imao velike bolove, zbog čega je udaran u glavu ne bi li komarac izašao; i oni najmilostiviji prema njemu udarali su ga. Eto, tako je nastradao Nimrod, koji sagradiše toranj da se popne do neba.”\n\nIbn Kesir zapisao je: ”Komarac je u nosu silnika Nimroda boravio četiri stotine godina, onoliko godina koliko taj silnik vladaše na Zemlji, i ljudi su ga, da bi istjerali komarca, udarali papučama po glavi – kakav je to bog koga ljudi tuku papučama! To je bila prikladna kazna za čovjeka koji je prizivao svemoć. Nimroda je Allah kaznio tako što je učinio da komarac, jedna od najsitnijih životinja, uđe u njegov nos, a nos je oličenje ponosa.”"
    },
    {
      "Ibrahimov, alejhis-selam, narod": "Allah, džellešanuhu, objavio je: ”Mi smo još prije Ibrahimu razboritost dali i dobro smo ga poznavali. Kad on ocu svom i narodu svom reče: ’Kakvi su ovo kumiri kojima se i dan i noć klanjate?’, oni odgovoriše: ’I naši su im se preci klanjali.’ ’I vi ste, a i preci su vaši bili u očitoj zabludi’, reče. ’Govoriš li ti to ozbiljno ili se samo šališ?’, upitaše oni. ’Ne!’, reče, ’Gospodar vaš je Gospodar nebesa i Zemlje, On je njih stvorio, i ja ću vam to dokazati. Tako mi Allaha, ja ću, čim se udaljite, vaše kumire udesiti!’ I porazbija ih on u komade, osim onog najvećeg, da bi se njemu obratili. ’Ko uradi ovo s bogovima našim’, oni povikaše, ’zaista je nasilnik?’ ’Čuli smo jednog momka kako ih huli’, rekoše, ’ime mu je Ibrahim.’ ’Dovedite ga da ga ljudi vide’, rekoše, ’da posvjedoče.’ ’Jesi li ti uradio ovo s bogovima našim, Ibrahime?’, upitaše. ’To je učinio ovaj najveći od njih, pitajte ih ako umiju govoriti’, reče on. I oni se zamisliše, pa sami sebi rekoše: ’Vi ste, zaista, nepravedni!’ Zatim glave oboriše i rekoše: ’Ta ti znaš da ovi ne govore!’ ’Pa zašto se onda, umjesto Allahu, klanjate onima koji vam ne mogu ni koristiti niti od vas kakvu štetu otkloniti?’, on upita. ’Teško vama i onima kojima se, umjesto Allahu, klanjate! Zašto se ne opametite?’ ’Spalite ga i bogove vaše osvetite, ako hoćete išta učiniti!’, povikaše. ’O vatro’, Mi rekosmo, ’postani hladna, i spas Ibrahimu!’ I oni mu htjedoše postaviti zamku, ali ih Mi onemogućismo.” (el-Enbijā, 51–70)\n\n”…iste vjere kao i on bio je i Ibrahim, kad je Gospodaru svom iskrena srca došao, kad je ocu svom i narodu svom rekao: ’Čemu se to vi klanjate? Zar lažna božanstva umjesto Allaha hoćete? I šta o Gospodaru svjetova mislite?’ I on baci pogled na zvijezde, pa reče: ’Ja ću se, evo, razboljeti!’ – i oni ga napustiše, uzmaknuvši, a on se kumirima njihovim prikrade, pa reče: ’Zašto ne jedete? Šta vam je što ne govorite?’ – i krišom im priđe desnom rukom ih udarajući, pa mu narod trkom dođe. ’Kako se možete klanjati onima koje sami klešete’, upita, ’kad Allah stvara i vas i ono što napravite?’ ’Pripremite za njega lomaču’, povikaše, ’pa ga u vatru bacite!’ I htjedoše ga na muke staviti, ali Mi njih učinismo poniženim.” (es-Saffāt, 83-98)\n\nIbn Kesir zapisao je sljedeće: ”Ibrahimovi, alejhis-selam, sunarodnjaci odsvakud su i veoma dugo vremena donosili drvlje da spale Ibrahima. Štaviše, kad bi se neka žena razboljela, zavjetovala se da će, ako ozdravi, na leđima donijeti nešto drvlja. Pošto su prikupili ogromnu količinu drvlja, iskopali su veoma duboku rupu u zemlji i zapalili vatru koja je bacala dotad neviđene iskre. Poslanika Ibrahima stavili su u katapult koji je načinio čovjek po imenu Hezen. On je zbog toga prikladno kažnjen: Allah, džellešanuhu, utjerao ga je u zemlju jer je napravio katapult da bi Ibrahima bacili visoko u zrak te da bi se zatim strmoglavio.” Odista, kazna se podudara s onim zbog čega je zaslužena.\n\nIbn Džerir et-Taberi zabilježio je da je Mudžahid ispričao: ”Proučio sam ajete o poslaniku Ibrahimu pred Abdullahom b. Omerom, radijallahu anhu, i on me upitao znam li ko je predložio da se Ibrahim, alejhis-selam, spali u vatri. Odgovorio sam da to ne znam, na šta je rekao: ’To je predložio Arap-Perzijanac.’” Ovako je naveo el-Alusi u tefsiru i dodao da Ibn Atijja tvrdi da je Allah, džellešanuhu, tog čovjeka utjerao u zemlju i da on kroz nju propada do Sudnjeg dana. Ibn Džerir veli da se taj nesretnik zvao Hejun.\n\nSlavni komentator Kur’ana imam el-Alusi kazao je: ”Pošto je poslanik Ibrahim, alejhis-selam, pobijedio višebošce pomoću logičkih dokazā, oni su, da njihovu nemoć ne bi uočio obični svijet, pribjegli najgorim spletkama i najtežem obliku kažnjavanja. Silni je Allah njihove spletke poništio, a njih je ponizio time što je vatru učinio hladnom i spasonosnom za Ibrahima, alejhis-selam. Eto, u tome je bio nepobitan i očit dokaz da im je Ibrahim istinu govorio.”\n\nUmmu Šurejk kazuje da je Resulullah, sallallahu alejhi ve sellem, naredio ubijanje guštera i rekao: ”Gušter je pušući poticao vatru u koju je bačen Ibrahim” (el-Buhari). Aiša, radijallahu anha, govoraše: ”Nakon što je Ibrahim bačen u vatru, sve su životinje nastojale ugasiti vatru, a gušter ju je poticao. Eto zbog čega je Vjeronavjestitelj, sallallahu alejhi ve sellem, zapovjedio da se gušteri ubijaju.”"
    },
    {
      "Lutov, alejhis-selam, narod": "Narod vjerovjesnika Luta živio je u Sodomi i okolnim selima u blizini Mrtvog mora: to je oblast današnjeg Jordana. Lutovi sunarodnjaci bijahu veoma izopačeni i zli, činjahu nasilje i drumsko razbojništvo; nisu jedni druge odvraćali od nevaljalih postupaka. Niko prije njih nije spolno općio s muškarcima, a sustezao se od stupanja u brak sa ženama. Lut, alejhis-selam, pozivao je svoj narod da robuje Allahu, Jednom Jedinom, odvraćajući ga usto od poročnosti i svega što ne priliči čovjeku. Njegovi mu se sunarodnjaci nisu odazvali nego su bili uporni u činjenju zla. Negirali su pritom postojanje Uzvišenog Allaha i utjerivali vjerovjesnika Luta u laž. Zbog toga je Svemogući Allah na njih spustio kaznu kakvu nisu očekivali, učinio je njihovo uništenje poukom drugim ljudima. ”I Luta – kad reče narodu svom: ’Zašto činite razvrat koji niko prije vas na svijetu nije činio? Vi sa strašću prilazite muškarcima umjesto ženama. Ta vi ste narod koji sve granice zla prelazi!’ A odgovor naroda njegova glasio je: ’Istjerajte ih iz grada vašeg, oni su ljudi čistunci!’ I Mi smo njega i porodicu njegovu spasili, osim žene njegove – ona je ostala s onima koji su kaznu iskusili. I na njih smo kišu spustili, pa pogledaj kako su razvratnici skončali.” (el-A’raf, 80-84)\n\n”I kad izaslanici dođoše Lutu, on reče: ’Vi ste, doista, ljudi neznani!’ ’Ne!’, oni rekoše. ’Donosimo ti ono u šta ovi stalno sumnjaju, donosimo ti ono što će se, sigurno, dogoditi, a mi zaista istinu govorimo. Izvedi čeljad svoju u gluho doba noći, a ti budi na začelju njihovu, i neka se niko od vas ne osvrće, već produžite u pravcu kuda vam se naređuje!’ I Mi smo mu objavili ono što će se zbiti: da će oni, svi do posljednjeg, u svitanje uništeni biti. U to dođoše stanovnici grada, veseli. ’Ovo su gosti moji’, on reče, ’pa me ne sramotite, i bojte se Allaha, i mene ne ponizujte!’ ’A zar ti nismo zabranili da ikog primaš?’, oni povikaše. ’Ako već hoćete nešto činiti, eto kćeri mojih!’, on reče. Tako Mi života tvog, oni su u pijanstvu svom lutali. I njih je zadesio strašan glas kad je Sunce izlazilo, i Mi smo učinili da ono što je gore bude dolje, i na njih smo kao kišu grumenja od skamenjene gline sručili – to su, zaista, pouke za one koji posmatraju – on je pored puta, i sad postoji; to je doista pouka za one koji vjeruju.” (el-Hidžr, 61-76)\n\n”I Lutov narod u opomene nije vjerovao. Na njih vjetar, pun pijeska, poslasmo – samo ne na Lutovu porodicu, nju u svitanje spasismo, iz milosti Naše. Eto, tako Mi nagrađujemo one koji zahvaljuju. A on im je bio prijetio silom Našom, ali su oni u prijetnje sumnjali. Oni su od njega goste njegove tražili, pa smo ih Mi oslijepili: ’Iskusite kaznu Moju i prijetnje Moje!’ A rano izjutra stiže ih kazna koju će neprestano osjećati. ’Iskusite kaznu Moju i prijetnje Moje!’” (el-Kamer, 33–39)\n\nKomentatori Kur’ani-kerima kažu da su, nakon posjete poslaniku Ibrahimu, alejhis-selam, meleki Džibril, Mikail i Israfil pošli prema Sodomi. Da bi Allah iskušao stanovnike Sodome i da bi se njihova poročnost dokazala,On je učinio da se ova tri meleka u Sodomu u sumrak pojave u liku prelijepih, savršeno građenih mladića te da zatraže od Luta, alejhis-selam, konačište. Ne znajući da se zapravo radi o melekima, Lut ih nije odbio, znao je da će ih neko drugi, jer su bili lijepi, ugostiti i primiti na konak. Evo o tome Božijih riječi: ”I kad izaslanici Naši dođoše Lutu, on se zbog njih nađe u neprilici i bī mu teško pri duši, pa reče: ’Ovo je mučan dan!’” (Hūd, 77). Vjerovjesnik Lut izjavio je da je to mučan dan jer se zauzeo da te mladiće, ne znajući da se radi o melekima, zaštiti od svojih zlih sunarodnjaka. Ranije su mu zaprijetili da nikog ne smije ugostiti, ali ih on nije mogao njima prepustiti.\n\nKatada navodi verziju u kojoj je zabilježeno da su meleki u liku savršenih mladića vjerovjesnika Luta zatekli podalje od Sodome, gdje je obavljao neke poljoprivredne poslove. Kad su od njega zatražili gostoprimstvo, nije ih, iz stida prema njima, mogao odbiti, i poveo ih je kući. U putu im je četiri puta indirektno rekao da u mjestu prema kojem idu žive najrazvratniji ljudi, ne bi li odustali od konaka u Sodomi. A melekima je naređeno da unište stanovnike Sodome tek pošto vjerovjesnik Lut posvjedoči da su oni nevaljao i nadasve poročan narod.\n\n”U to dođoše stanovnici grada,veseli” (el-Hidžr,67). Pročulo se Sodomom da je Lut ugostio prelijepe mladiće, i razvratnici pohitaše Lutu želeći s njima činiti bludne radnje. Bili su radosni misleći da će s onim mladićima moći i javno činiti nemoral – ta radost još je veće zlo.\n\nO kako čovjek može biti poročan! Može se dogoditi da jedinke nekog društva budu nastrane i duševno bolesne, te da nastoje udovoljiti svojim bolesnim potrebama krijući se od drugih ljudi i bojeći se da za tu njihovu nastranost ko ne sazna, ali je posve nezamislivo da cijelo društvo bude izopačeno u toj mjeri da svojim bolesnim strastima udovoljava javno, bez imalo stida i bez trunke griže savjesti. Supružnici se kriju prilikom udovoljavanja seksualnim potrebama premda ne rade ništa zbog čega zaslužuju prijekor, pa štaviše, i neke se životinje kriju prilikom parenja, a Lutovi su se sunarodnjaci radovali prilici da javno sudjeluju u razvratu.\n\nToliko su bili ogrezli u sklonosti prema muškarcima da su, došavši Lutu, alejhis-selam, bez imalo stida tražili da im ustupi goste kako bi s njima spolno općili. Nisu ni pomišljali na to da svojim zahtjevom ponižavaju vjerovjesnika Luta i da mu čine veliku nepravdu. Vjerovjesnik Lut pokušao je u njima probuditi osjećaj da su oni muškarci i da im trebaju žene. ”’O narode moj’, on reče, ’eto mojih kćeri, one su vam čistije…’” (Hūd, 78). Po vjerozakonu, vjerovjesnik u odnosu na svoj umet ima status oca u odnosu na djecu, te je Lut zbog toga rekao: ”Eto mojih kćeri…”\nOvako su ovaj ajet tumačili Mudžahid, Seid b. Džubejr, er-Rebi b. Enes, Muhammed b. Ishak i Katada, i to je ispravno tumačenje.\n\n”Bojte se Allaha i pred gostima me mojim ne sramotite…” (Hūd, 78). Ovdje se vjerovjesnik Lut pozvao na beduinski običaj ugošćavanja, htio je u njima probuditi osjećaj za vrednotama, premda je znao da su oni izopačeni preko svake mjere i da se u njima ne mogu probuditi tī osjećaji; učinio je ono što je mogao u tom teškom položaju.\n\n”Zar među vama nema razumna čovjeka?” (Hūd, 78). Kao da im je rekao: ”Sunarodnjaci moji, postoje samo razumni i nerazumni ljudi, časni i nečasni, pa zar ste zadovoljni da pripadate kategoriji onih što su nerazumni i nečasni?” Nažalost, ni to nije utjecalo na njihovu odluku. Umjesto da ove Lutove, alejhis-selam, mudre i umilne riječi u njima probude osjećaj griže savjesti i muževnost, pa da odustanu od zla, oni su ukorili Luta: ”A zar ti nismo zabranili da ikog primaš?” (el-Hidžr, 70). Kao da su rekli da im je on, primivši zgodne mladiće u svoju kuću, omogućio da učine razvrat i na to ih potaknuo, pa se oni, eto, zlu i poroku ne mogu oduprijeti.\n\n”’Ti znaš da nam nisu potrebne tvoje kćeri’, oni rekoše, ’ti doista znaš šta mi hoćemo’” (Hūd, 79). Ne, nisu odustali, nego su samo potvrdili svoju izopačenost ustrajno tražeći da im Lut, alejhis-selam, ustupi svoje goste.\n\nVjerovjesnik Lut osjetio se bespomoćnim i strancem među vlastitim sunarodnjacima, nemajući rodbine koja bi stala u njegovu odbranu. ”’Ah, da ja samo imam moć’, on reče, ’ili da se mogu osloniti na nekog snažnog!’” (Hūd, 80). Zbog velike brige i nevolje koje je dopao, Lut, alejhis-selam, ovako se izrazio zaboravljajući pritom da ima podršku u Gospodaru, Silnom i Jakom, Koji Svoje štićenike nikad ne napušta.\n\nIbn Kesir zapisao je: ”Komentatori časnog Kur’ana navode da je vjerovjesnik Lut, alejhis-selam, sprečavao svoje sunarodnjake da uđu u njegovu kuću i gurao ih od vrata, a bila su zatvorena; oni su bili uporni u tome da im to dozvoli, a on ih je uporno podsjećao na Allaha. Tad se na vratima pojavio Džibril i udario razvratnike krajem svog krila i zaslijepio ih. Neki učenjaci kažu da su im oči uslijed tog udarca potpuno potrte, pa štaviše, da je nestalo i očnih duplji. Kući su otišli pipajući zidove i prijeteći da će se sutra osvetiti Lutu. Zatim su meleki pristupili Lutu, alejhis-selam, te mu zapovjedili da potkraj noći povede svoju čeljad, osim supruge, i da se niko ne obazire kad budu čuli da kazna pogađa grešne ljude. I kad je došlo vrijeme da krivovjerni budu kažnjeni, melek Džibril iščupao je pomoću krila sedam naselja u kojima je živjelo četiri stotine nevjernika, sa životinjama i svime drugim što što su ta naselja obuhvatala, te ih podigao do neba, toliko visoko da su meleki čuli kukurijekanje pijetlova i lajanje pasa, a zatim ih sunovratio… Utom je Gospodar na njih spustio tvrdo kamenje od pečene gline, a na svakom je kamenu bilo napisano ime onog kome je namijenjen.”\n\nEš-Šenkiti je zapisao: ”Budući da su stanovnici Sodome, Lutovi, alejhis-selam, sunarodnjaci izokrenuli svoju prirodu, pa su, umjesto ženama, prilazili muškarcima, Allah, džellešanuhu, kaznio ih je kaznom koja je u podudarnosti s onim zbog čega je zaslužena: prevrnuo je na njih njihova naselja…”\n\nMuhammed el-Bakir upitao je jednom prilikom Muhammeda b. Aliju: ”Je li Svemogući Allah žene Lutova naroda uništio zbog pederastije, kojoj bijahu odani muškarci?” ”Allah je uzvišen i čist od toga da bilo kome učini nepravdu”, on je odgovorio i dodao: ”Žene su bile odane lezbijstvu, a muškarci pederastiji, pa su svi uništeni.”"
    },
    {
      "Stanovnici Sabe": "Svevišnji Allah objavio je: ”Stanovnici Sabe imali su dokaz u mjestu u kojem su živjeli: vrtove zdesna i slijeva. ’Jedite hranu Gospodara svog i budite Mu zahvalni; kakav divan kraj i Gospodar, Koji mnogo prašta!’ Ali oni su nezahvalni postali, pa smo na njih poplavu pustili, popuštanjem brana nastalu, i zamijenili im njihove vrtove drugim vrtovima s plodovima gorkim i tamariskom i neznatnim lotosom divljim. Kaznili smo ih tako zato što su bili nezahvalni, a kažnjavamo li Mi ikog drugog osim nevjernika, nezahvalnika!? A između njih i gradova koje smo blagoslovili izgradili smo bili naselja povezana i odredili im potrebnu udaljenost. ’Putujte kroz njih i po noći i po danu, sigurni!’ Ali oni rekoše: ’Gospodaru naš, učini veće rastojanje prilikom putovanja naših!’ – i ogriješiše se prema sebi, i Mi učinismo da se o njima samo priča, a njih kud koje raselismo. To su, zaista, pouke za svakog strpljivog i zahvalnog. I Iblis se uvjerio da je o njima ispravno mislio, i oni su se poveli za njime, osim nekolicine vjernika nad kojima nikakve vlasti nije imao. Mi smo htjeli ukazati na onog ko vjeruje u onaj svijet, a ko u njega sumnja. – A Gospodar tvoj bdije nad svim.” (Sebe, 15-21)\n\nPlemeniti Allah, Znalac svih tajni, poslao je stanovnicima Sabe nekoliko poslanika, i oni su im se odazvali, no kasnije su okrenuli leđa vjeri, i kažnjeni su poplavom; neki su ostali u Sabi, a neki su je napustili. Voda bi u Sabu prodirala između dvaju brda i nastajala bi bujica koja bi uništavala njihove usjeve, te su neki njihovi vladari odlučili da podignu branu između tih brda. Nakon toga u Sabi su posadili stabla koja su davala plodove, vrtovi su bili i zdesna i slijeva. Katada govoraše: ”U Sabi je bilo toliko voća da bi čovjek mogao napuniti košaru ako bi je stavio na glavu i samo prošao ispod stabala.” Te su ih blagodati trebale podsjećati na Gospodara, Koji je darežljiv, i trebali su u njima uživati zahvaljujući Allahu.\n\nAllah, džellešanuhu, učinio je da stanovnicima Sabe zemlja bude naklonjena, da daje obilne plodove, a On im je opraštao grijehe i njihovo podbacivanje u iskazivanju zahvalnosti. Ibn Zejd rekao je: ”U Sabi nisu postojali ni insekti ni gmizavci. Događalo se da karavandžije na sebi donesu krpelje na odjeći, a oni bi pokrepali čim bi karavandžije stupili u Sabu.”\n\nMudri je Allah, pošto su stanovnici Sabe postali neposlušni i obijesni, poslao miša koji je probušio rupu u brani te je voda pokuljala i uništila njihove usjeve i bašče.\n\n”A između njih i gradova koje smo blagoslovili izgradili smo bili naselja povezana i odredili im potrebnu udaljenost. ’Putujte kroz njih i po noći i po danu, sigurni!’ Ali oni rekoše: ’Gospodaru naš, učini veće rastojanje prilikom putovanja naših!’” Allah je, džellešanuhu, ukazao stanovnicima Sabe blagodat i time što im je olakšao putovanje, pa su se na trgovačkim putovanjima u Šam, koja su trajala i do četiri mjeseca, odmarali u mnogim selima i gradovima; nisu trebali nositi mnogo poputnine. Putovali bi noću i ujutro stizali u neko selo ili grad, gdje bi se odmorili i nastavili dalje. I pored sigurnosti koju osjećahu putujući, nisu bili zahvalni Uzvišenom Allahu, nego su Ga molili da učini veće rastojanje prilikom njihovih putovanja, to jest tražili su od Silnog Allaha da sela i gradovi u kojima se odmarahu nestanu, da bi putovali pustim predjelima i nosili poputninu. Ibn Kesir zapisao je: ”Stanovnici Sabe molili su Allaha: ’Gospodaru naš, učini veće rastojanje prilikom putovanja naših!’ iz bahatosti prema blagodatima, kao što to kažu Ibn Abbas, Mudžahid, Hasan el-Basri i još neki komentatori Kur’ani-kerima. Željeli su da rastojanje prilikom njihovih putovanja bude mnogo veće nego što jest, pa da njihova putovanja budu opasna. U tome su nalik onim sinovima Israilovim koji su uživali u svakovrsnim blagodatima i ptičijem mesu, ali su tražili da im Allah to zamijeni povrćem, lukom i lećom…”\n\nZnalac svih tajni uslišio je ovu njihovu grešnu dovu: ”…i Mi učinismo da se o njima samo priča, a njih kud koje raselismo…\""
    },
    {
      "Amr b. Luhajj El-Huzai": "Ibn Abbas, radijallahu anhu, kazuje da je Allahov Poslanik, sallallahu alejhi ve sellem, rekao: ”Amr b. Luhajj bio je prvi ko je iskrivio Ibrahimovu vjeru.” U drugom hadisu kaže se da je Amr b. Luhajj bio prvi čovjek koji je naveo Arape na obožavanje kipova.\n\nEvo kako se to, prema Ibn Kesiru, dogodilo. Pleme Huzaa preuzelo je brigu o Kabi, Božijoj kući, ali su se prema njoj hrđavo odnosili zbog toga što se u njihovo vrijeme pojavilo obožavanje kamenja. Bogati Amr b. Luhajj (kaže se da je imao dvadeset hiljada deva) tražio je od svojih saplemenika da obožavaju kamenje. Historičari el-Ezreki i es-Suhejli navode podatak da bi on zarad hadžija svake godine zaklao deset hiljada deva i poklonio im isto toliko ogrtača, te da je Arape snabdijevao maslom, medom i kvalitetnim datulama. Eto zašto su njegove riječi imale utjecaj na Arape; njegovo se mišljenje slijedilo kao što se objava slijedi.\n\nHistoričar Ibn Hišam kazuje: ”Neki su mi islamski autoriteti ispričali da je Amr b. Luhajj radi nekih poslova otputovao iz Meke u Šam, u mjesto el-Belka, u kojem su tad živjeli potomci Nuhova praunuka Imlika. Vidjevši ih da obožavaju kipove, Amr je upitao: ’Kakvi su ovo kipovi? Zašto se baš njima klanjate?’ ’Od ovih kipova tražimo kišu, pa nam oni kišu spuste; od njih tražimo pomoć u borbi, te nam oni pomoć pruže’, odgovoriše mu. Amr ih upita: ’Hoćete li mi dati jedan kip koji ću ponijeti Arapima, ne bi li ga obožavali?’ Dali su mu kip koji se zvaše Hubel. On ga je donio u Meku i naredio njenim stanovnicima da ga obožavaju i veličaju.”\n\nNavodi se podatak da je Amr b. Luhajj bio prvi čovjek koji je telbiju ovako donosio: ”Odazivam Ti se, Bože, odazivam! Odazivam Ti se, Ti imaš saučesnika, ali vladaš i njime i onim čime vlada on!” Iblis mu se prikazao u liku starca koji je telbiju ovako izgovarao, pa ju je Amr usvojio – u tome su ga slijedili Arapi. Iblis se nije time zadovoljio nego je naveo Amra b. Luhajja, prokleo ga Allah, da iskrivi Ibrahimovu, alejhis-selam, vjeru – i u tome su ga Arapi slijedili.\n\nJednom, Allahov Poslanik, sallallahu alejhi ve sellem, rekao je: ”Vidio sam Amra el-Huzaija, koji je posvetio životinje, kako u paklenoj vatri vuče svoja crijeva.”\n\n”Vidio sam kako paklena vatra proždire sama sebe, i vidio sam Amra el-Huzaija, koji je ustanovio posvećivanje životinja, da vuče svoja crijeva u vatri”, rekao je Resulullah, sallallahu alejhi ve sellem."
    },
    {
      "Faraon": "Uzvišeni Allah objavio je: ”Faraon se u zemlji bio ponio i stanovnike njezine na stranke bio izdijelio; jedne je tlačio, mušku im djecu klao, a žensku u životu ostavljao, doista je smutljivac bio. A Mi smo htjeli da one koji su na Zemlji tlačeni milošću obaspemo i da ih vođama i nasljednicima učinimo, i da im na Zemlji vlast darujemo, a da faraonu i Hamanu i vojskama njihovim damo da dožive baš ono zbog čega su od njih strahovali.” (el-Kasas, 4–6)\n\nFaraon je porobio i tlačio sinove Israilove, potomke vjerovjesnika Jakuba, alejhis-selam, koji su tad bili najuzoritiji vjernici; koristio ih je za obavljanje najprezrenijih poslova. Zbog toga što su sinovi Israilovi prenosili s koljena na koljeno vijest od poslanika Ibrahima, alejhis-selam, da će se među njima, sinovima Israilovim, pojaviti dijete koje će uništiti faraona, on je ubijao njihovu mušku djecu. Ovu su radovijest kazivali sinovi Israilovi i Koptima, koji su je prepričavali i koja je naposlijetku posredstvom jednog doglavnika stigla do faraona; sijelili su noću i on je izvijestio faraona o onom što se priča po gradu. Tad je faraon, da bi preduprijedio nesreću, naredio da se ubijaju muška djeca. U cilju da zaštiti svoju vlast faraon je naredio da njegovi ljudi posjete svaku trudnicu i saznaju od nje kad se treba poroditi; ako bi rodila muško dijete, zaklali bi ga bez imalo oklijevanja.\n\nUpravo u tim preteškim i opasnim okolnostima rođen je Musa. Njegova se majka strašno plašila da njegov plač, koji nije mogla suspregnuti, ne čuju dželati, jer bi ga ubili, a ona ga ne bi mogla zaštititi. Pa ipak, Allah, džellešanuhu, nadahnuo ju je da ga doji sve dotle dok se ne poboji za njegov život, a tad neka ga stavi u rijeku i on će biti u okrilju pažnje Onog Koji je vatru učinio spasonosnom za Ibrahima, u okrilju pažnje Onog Koji će talase rijeke okrenuti njenom sinu Musau u korist. Silnik faraon jedno je snovao i želio, ali je Gospodar svih svjetova sasvim drugo odredio i htio. Ono što je Allah htio bilo je otvoreni izazov faraonu, Hamanu i njihovim vojskama. Evo zbog čega: oni su, bojeći se za vlast, slali uhode da im ne promakne nijedno muško dijete – sve su ubijali, a Musaa, bespomoćno dojenče za koje nisu ni znali, donijela im je rijeka na tabutu. Eto, Allahova je volja odista bila očit izazov, oličena u djetetu Musau koje će biti neprijatelj istom tom faraonu, istom tom Hamanu i njihovim vojskama, te će njegovo djelovanje imati za posljedicu njihovo stradanje. O faraone, Musa je odrastao na tvom dvoru, jeo je tvoju hranu, ti si ga posinio i odgojio, ne znajući zapravo šta će ti to dijete prirediti kad odraste! Neka se zna da Gospodar nebesa i Zemlje čini ono što On hoće i da je On Jaki i Silni.\n\nAllahova, džellešanuhu, volja da spasi Musaa ostvarila se posredstvom Asije, faraonove žene, koja je zavoljela to dijete. Pomoću ljubavi spašen je Musa, a ne pomoću oružja, ugleda, imetka… Ljubav, snažna a tanka barijera, stajala je između faraona i stradanja dječaka Musaa, ona je bila jača od faraonove okrutnosti, pohlepe za vlašću i opreznosti.\n\n”I žena faraonova reče: ’On će biti radost i meni i tebi! Ne ubijte ga, možda će nam od koristi biti, a možemo ga i posiniti.’ A oni ništa ne predosjetiše” (el-Kasas, 9). Riječi svoje supruge Asije: ”On će biti radost i meni i tebi” faraon je ovako prokomentirao: ”Tebi će biti radost, meni neće!” Bilo je upravo u skladu s izrekom da su riječi prvi vijesnik nesreće: Asija je povjerovala u Musaa i spasila se, a faraon je zbog njega nastradao.\n\nSveznajući Allah kovao je spletke protiv faraona i njegovih ljudi kao što su oni kovali spletke protiv sinova Israilovih: dao je da Musa ne prihvati nijednu dojilju, pa su, bojeći se da će umrijeti od gladi, bili prisiljeni naći ženu koju će Musa dojiti. Musaova sestra, koju je majka poslala da vidi šta će se dogoditi s njenim djetetom, ugledala je faraonove dvorjane izdaleka i obratila im se: ”Hoćete li da vam ja pokažem porodicu koja će vam se o njemu brinuti i koja će mu dobro željeti?” (el-Kasas, 12). Faraonovi dvorjani bili su veseli zbog ovih njezinih riječi, silno želeći da ona istinu govori, da spase bespomoćno i gladno dijete.\n\nOdista, onaj ko se pouzda u dobrog Allaha i Njemu prepusti svoje potrebe bit će sretan kao što je bila sretna Musaova majka: spasila je svoje dijete i ona ga je dojila, a za dojenje dobivala nadoknadu.\n\nKad je odrastao i ubio jednog od faraonovih ljudi, Musa je napustio Egipat i otišao u Medjen, gdje je proveo nekoliko godina te je, u povratku u Egipat, dobio poslanstvo. U Egiptu je pozivao u vjerovanje u Allaha, Jednog Jedinog, li se faraon oglušio o taj poziv i uzoholio se preko svake mjere. ”I faraon obznani narodu svom: ’O narode moj’, on reče, ’zar meni ne pripada carstvo u Egiptu i ovi rukavci rijeke koji ispred mene teku, shvatate li?’” (ez-Zuhruf, 51)\n\nAllah, džellešanuhu, stavio je faraona i njegove sunarodnjake na iskušenje: ”I Mi smo faraonov narod gladnim godinama i nerodicom kaznili, da bi se opametili” (el-A’raf, 130); ”Zato smo Mi na njih slali i poplave, i skakavce, i krpelje, i žabe, i krv – sve jasna znamenja, ali su se oni oholili, narod su zlikovački bili.” (el-A’raf, 133)\n\nIbn Džerir et-Taberi zapisao je: ”Seid b. Džubejr govorio je da se Musa, alejhis-selam, obratio faraonu: ’Dopusti da sinovi Israilovi pođu sa mnom!’, ali se faraon oglušio o ovu molbu, pa je Svemogući Allah na njega i njegov narod poslao obilne padavine za koje su pomislili da će ih uništiti. Rekli su Musau: ’Zbog nas zamoli Gospodara da obustavi padavine, i mi ćemo povjerovati u tebe, te ćemo ti dozvoliti da povedeš sinove Israilove!’ Zbog Musaove dove Allah je obustavio padavine, ali oni nisu ispunili obećanje: nisu povjerovali i nisu poslaniku Musau dopustili da povede sinove Israilove. Da bi ih kaznio, Sveznajući Allah dao je da te godine imaju plodova kao nikad prije; oni su rekli: ’Ovakav smo prinos uvijek i željeli!’ No, Allah, džellešanuhu, Znalac svih tajni, poslao je na njihove usjeve vojsku skakavaca: znali su da će njihovi usjevi biti posve uništeni. Rekli su: ’Musa, zbog nas zamoli Gospodara da uništi skakavce – mi ćemo povjerovati u tebe i dozvolit ćemo da povedeš sinove Israilove!’ I ovog puta Allah je uslišio Musaovu dovu, a oni su i tad prekršili obećanje. Spasili su nešto žita i time se dičili, pa je Svevišnji Allah na njih poslao krpelje i njihovo je žito bilo bezvrijedno. Opet su rekli Musau: ’Zbog nas zamoli Gospodara da uništi krpelje, i mi ćemo povjerovati u tebe, te ćemo ti dozvoliti da povedeš sinove Israilove!’ No, ni ovaj put nisu ispunili obećanje. Jednom, dok je Musa sjedio s faraonom, začulo se kreketanje žabe, na šta faraon upita: ’Šta se ono čuje?!’ ’Možda je i ono kazna kojom ćete biti kažnjeni’, Musa reče. I zaista, do noći žaba je bilo toliko da se od njih ništa nije vidjelo, preplavile su ulice, skakale po ljudima, uskakale u njihova usta… ’Musa, zbog nas zamoli Gospodara da uništi žabe – mi ćemo povjerovati u tebe i dozvolit ćemo da povedeš sinove Israilove!’, rekoše, i ne ispuniše obećanje. Zatim je Gospodar svjetova na njih poslao rijetku krv kao kaznu, pa su se sve njihove vode pretvorile u krv. Požalili su se faraonu: ’Sve su se naše vode pretvorile u krv, nemamo pitke vode!’ ’To je posljedica Musaove čarolije’, faraon je zaključio…”\n\nZnalac svih tajni uništio je faraona i njegove vojske zato što su htjeli uništiti sinove Israilove; Allahova se voljaostvarila, a ne volja prokletnika faraona.\n\n”I faraon posla po gradovima sakupljače: ’Ovih je zaista malo i rasrdili su nas, a mi smo svi budni!’” (eš-Šuarā, 53-56). Ibn Kesir veli: ”Kao da je faraon rekao: ’Mi smo uvijek na oprezu i stalno strahujemo od sinova Israilovih. Eto, zato ih želimo uništiti’, a kažnjen je i uništen upravo\non…”\n\n”I Mi ih izvedosmo iz vrtova i rijeka, iz riznica i dvoraca divnih. Eto tako je bilo, i Mi dadosmo da to naslijede sinovi Israilovi” (eš-Šuarā, 57-59). Faraon i njegove vojske napustili su predivne vrtove i užitke te otišli ravno u paklenu kaznu. Slijedili su pravovjerne kako bi ih uništili, pa ih je Gospodar kaznio time da je to bio njihov posljednji pohod.\n\nEl-Kušejri je zapisao: ”Faraon se zbilja oholio i uzdizao na Zemlji, pa ga je Allah, Jedan Jedini, odvratio od istine. ’A on i vojske njegove bijahu se bez ikakve osnove ponijeli na Zemlji i mislili su da Nam neće biti vraćeni, pa Mi dohvatismo i njega i vojske njegove i u more ih bacismo; pogledaj kako su skončali nevjernici!’ (el-Kasas, 39, 40). Bio je uporan u poricanju i nijekanju, dozvolio je da njegovo srce prekriju talasi nevjerstva, pa ga je Allah prekrio morskim talasima, u kojima se i udavio.”\n\nFaraon je ubijao nevinu djecu, koja su radost čovjekova pogleda na ovom svijetu, nemajući prema njima nimalo milosti, pa Silni Allah prema njemu nije imao milosti na ovom, niti će imati milosti na budućem svijetu. Jednom, Allahov Poslanik, sallallahu alejhi ve sellem, rekao je: ”Džibril mi reče: ’Da si me mogao vidjeti kad sam u faraonova usta gurao blato bojeći se da će izgovoriti šehadet te da će biti pomilovan.’”\n\n”’Pustite vi mene’, faraon reče, ’da ubijem Musaa, a on neka traži pomoć od Gospodara svog…’” (Gāfir, 26); ”’O velikaši’, faraon reče, ’ja ne znam da vi imate drugog boga osim mene. A ti, o Hamane, peci mi opeke i sagradi mi toranj da se popnem k Musaovu Bogu, jer ja mislim da je on, zaista, lažac!’” (el-Kasas, 38). Eto, tako se faraon ponašao u životu na ovom svijetu, a kazna je ova: ”Oni se ujutro i navečer u vatri prže. A kada nastupi Čas: ’Uvedite faraonove ljude u patnju najtežu!’” (Gāfir, 46). Ibn Kesir veli: ”Sve do Dana ustanuća njihove će duše biti pržene u vatri, a kad nastupi Čas suđeni, tijela i duše spojit će se i zatim će biti bačeni u džehennem.”\n\n”Na Sudnjem danu on će svoj narod predvoditi i u vatru ga uvesti, a užasno je mjesto u koje će doveden biti! Na ovom svijetu pratilo ih je prokletstvo, a pratit će ih i na onom…” (Hūd, 98, 99). Znameniti komentator Kur’ani-kerima Ibn Kesir rekao je: ”Kao što su faraona njegovi sunarodnjaci slijedili na ovom svijetu kao vođu i velikana, tako će ga slijediti i na Sudnjem danu, kad će ih uvesti u paklenu vatru i kad će osjetiti svu pogubnost svojih djela, a on će, opet, imati najveću kaznu.”"
    },
    {
      "Es-Samiri": "Es-Samiri je bio podmukao i beskrupulozan čovjek, kao i oni sinovi Israilovi koji su prihvatili njegovu zabludu.\n\nGospodar je objavio: ”’A zašto si prije naroda svoga požurio, o Musa?’ ’Evo ide za mnom’, on odgovori, ’a požurio sam k Tebi, Gospodaru moj, da budeš zadovoljan.’ ’Mi smo narod tvoj poslije tvog odlaska u iskušenje doveli’, On reče, ’njega je zaveo es-Samiri.’ I Musa se narodu svom vrati ljut i žalostan. ’O narode moj’, reče, ’zar vam Gospodar vaš nije dao lijepo obećanje? Zar vam se vrijeme oduljilo ili hoćete da vas stigne srdžba Gospodara vašeg, pa se zato niste držali obećanja koje ste mi dali!’ ’Nismo prekršili dato ti obećanje od svoje volje’, odgovoriše, ’bili smo natovareni teretima, nakitom narodnim, pa smo to bacili.’ A to isto uradio je i es-Samiri, pa im izlio tele koje je davalo glas kao da mūče, i oni su onda rekli: ’Ovo je vaš bog i Musaov bog, on ga je zaboravio!’ Zar oni nisu vidjeli da im ono ni riječi ne odgovara i da od njih ne može nikakvu nevolju otkloniti niti im ikakvu korist pribaviti? A njima je Harun još prije govorio: ’O narode moj, vi ste njime samo u iskušenje dovedeni. Gospodar vaš je Milostivi, zato slijedite mene i slušajte naređenje moje!’ ’Mi ćemo mu se klanjati sve dok nam se ne vrati Musa’, oni su odgovorili. ’O Harune’, Musa povika, ’šta te je spriječilo, kad si ih vidio da su zalutali, da za mnom nisi pošao? Zašto nisi naređenje moje poslušao?’ ’O sine majke moje’, Harun reče, ’ne hvataj me za bradu i za kosu moju! Ja sam se plašio da ti ne rekneš: ’Razdor si među sinovima Israilovim posijao i nisi postupio onako kako sam ti rekao.’ ’A šta si to ti htio, es-Samiri?’, Musa upita. ’Ja sam vidio ono što oni nisu vidjeli’, on odgovori, ’pa sam šaku zemlje ispod izaslanikove stope uzeo i to bacio – i eto tako je u mojoj duši ponikla zla misao.’ ’E onda se gubi!’, Musa reče. ’Čitavog svog života govorit ćeš: ’Neka me niko ne dotiče!’ – a čeka te još i određeni čas koji te neće mimoići. Pogledaj samo ovog tvog ’boga’ kome si se klanjao; mi ćemo ga, sigurno, spaliti i po moru mu prah rasuti. Vaš bog je – Allah, drugog boga, osim Njega, nema! On sve zna!’” (Tā-Hā, 83–98)\n\nPošto je poslanik Musa, alejhis-selam, otišao na ugovoreni susret na brdo Sinaj, čovjek imenom es-Samiri uze nakit koji je pripadao Koptima i napravi od njega tele te u njega baci malo prašine koju je prethodno uzeo ispod kopita konja na kome je jahao Džibril onog dana kad je nastradao faraon. Dakle, pošto je bacio prašinu u tele, ono je počelo mukati poput pravog teleta. Kaže se da se to zlatno tele pretvorilo u pravo tele. Pa ipak, neki komentatori časnog Kur’ana kažu da je ono glasalo mukanjem uslijed strujanja vjetra kroz njega. Sinovi Israilovi obradovaše se tome i počeše plesati oko teleta; rekli su da je to Musaov bog, i da ga je Musa zaboravio te otišao nekamo da ga traži. Neka je Sveznajući Allah uzvišen i veoma visoko iznad toga!\n\nNakon što se Musa, alejhis-selam,vratio, žestoko je osudio njihovo nepromišljeno ponašanje, a oni su kao ispriku naveli to da im je bilo neprijatno zadržati nakit koji je pripadao faraonu i Koptima, neprijateljima vjere, premda im je Allah, džellešanuhu, dozvolio da zadrže njihov nakit. Zar su se osjećali nelagodno zbog nakita, a nisu se, jer bijahu neznalice i nerazumni,osjećali nelagodno zbog toga što su pristali na to da pored Svemogućeg Allaha, Jednog Jedinog, obožavaju običnu materiju! Poslanik Musa upita es-Samirija u vezi s tim, a on se poče pravdati, pa mu Musa reče da se gubi i učini dovu protiv njega da ga niko ne dotiče za života, jer se bavio i doticao ono čime se nije smio baviti i što nije smio doticati. Kaže se da bi dobio groznicu svako ko bi dotaknuo es-Samirija. I tako se kazna ovog nesretnika, koju je svojim nedjelom zaslužio, u potpunosti podudara s onim zbog čega je zaslužena."
    },
    {
      "Karun": "Čitaoče, ovo je kazivanje o oholom čovjeku koji je remetio red na Zemlji i bio veoma nezahvalan Plemenitom Allahu.\n\nSvevišnji Allah objavio je: ”Karun je iz Musaova naroda bio, pa ih je tlačio, a bili smo mu dali toliko blaga da mu je ključeve od njega teško mogla nositi gomila snažnih ljudi. ’Ne budi obijestan, jer Allah ne voli one koji su obijesni!’, govorili su mu ljudi iz njegova naroda, ’i nastoj pomoću toga što ti je Allah dao steći onaj svijet, a ne zaboravi ni svoj udio na ovom svijetu i čini drugima dobro, kao što je Allah tebi dobro učinio, i ne čini nered po Zemlji, jer Allah ne voli one koji nered čine.’ ’Ovo što imam stekao sam znanjem svojim, tako ja mislim’, on je govorio. A zar nije znao da je Allah prije njega uništio neke narode koji su bili od njega jači i koji su bili više nakupili – a zločinci neće o grijesima svojim ni ispitivani biti. I izađe on pred narod svoj u svom sjaju. ’Ah, da je i nama ono što je dato Karunu!’, govorili su oni koji su čeznuli za životom na ovom svijetu. ’On je, uistinu, presretan.’ ’Teško vama!’, govorili su učeni, ’onom koji vjeruje i čini dobra djela bolja je Allahova nagrada, a bit će samo strpljivima pružena.’ I Mi smo i njega i dvorac njegov u zemlju utjerali, i niko ga od Allahove kazne nije mogao odbraniti, a ni sam sebi nije mogao pomoći. A oni koji su ranije priželjkivali da su na njegovu mjestu, stadoše govoriti: ’Zar ne vidite da Allah daje obilje onom od robova Svojih kome On hoće, a i da uskraćuje! Da nam Allah nije milost Svoju ukazao, i nas bi u zemlju utjerao. Zar ne vidite da nezahvalnici nikad neće uspjeti?’ Taj drugi svijet dat ćemo onima koji se ne žele na Zemlji oholiti i nered činiti, a one koji se Allaha boje čeka sretan kraj.” (el-Kasas, 76-83)\n\nIbn Hadžer kaže da je Ibn Ebu Hatim zabilježio predanje, s ispravnim lancem prenosilaca, u kojem se kaže da je Ibn Abbas, radijallahu anhu, rekao: ”Karun je bio Musaov, alejhis-selam, amidžić.” Tako su govorili i Katada, Ibrahim en-Nehai, Abdullah b. el-Haris i Semmak b. Harb. Komentatori Kur’ani-kerima imaju različita mišljenja o Karunovu zlodjelu koje se u časnom Kur’anu karakterizira kao tlačenje. Neki kažu da se radilo o zavisti prema poslanicima Musau i Harunu, drugi vele da se Karun  dogovorio s jednom prostitutkom da kaže da je imala s Musaom spolni odnos, ali se ona, Allahovom voljom, predomislila pa je priznala da ju je on, Karun, na to naveo, a ima i onih mufesira koji smatraju da se radilo o oholosti zbog imetka. Kaže se da je Karun prvi koji je počeo nositi dugu odjeću koja se vuče po zemlji.\n\nIbn Ebu Hatim zabilježio je pouzdano predanje u kojem Ibn Abbas, radijallahu anhu, kazuje: ”Poslanik Musa donosio je sinovima Israilovim vjerske propise i, između ostalog, jednom je prilikom donio propis koji se odnosi na izdvajanje imetka. To Karunu nije odgovaralo, pa je rekao svojim sunarodnjacima: ’Prema Musaovu vjerozakonu, onaj ko počini blud mora biti kamenovan. Hajdemo potplatiti jednu prostitutku da izjavi kako je imala spolni odnos s Musaom, pa ćemo ga kamenovati i neće nas dovoditi u neprilike!’ I zaista, rekli su: ’Musa, ti si počinio blud!’ On se zaprepasti zbog ovih njihovih riječi, a oni poslaše po onu prostitutku. Došla je, i Musa joj reče: ’Tako ti Allaha, Koji je rastavio more zarad sinova Israilovih, jesam li počinio nemoral s tobom?’ Ona je osjetila određeni strah i rekla je istinu – da su je Karun i neki njegovi sunarodnjaci potplatili da slaže u vezi s tim. Utom je poslanik Musa pao ničice pred Gospodarom i počeo plakati. Allah mu objavi: ’Zapovjedio sam zemlji da ti bude poslušna, pa zapovjedi joj šta god hoćeš!’ Musa je zatražio da budu utjerani u zemlju – tako i bī.”\n\nKarun je kažnjen kaznom koja posve odgovara onom zbog čega je zaslužena. On se oholio zbog imetka koji je držao u riznici, daleko od siromašnih i potrebitih, pa ga je progutala zemlja da ga ukloni, kao što on bijaše uklonio od njih svoje bogatstvo. Zemlja po kojoj je nadmeno kročio primila ga je u svoju utrobu poniženog i bespomoćnog – niko i ništa nije mu bilo od pomoći.\n\nGdje je Karun?! Gdje su oni što su gomilali, nadmetali se i uskraćivali siromašnim?! Nestali su bestraga, ništa osim kazivanja o njima nije od njih ostalo."
    },
    {
      "Bel'am b. Bāura": "Ebun-Nadr kazivaše: ”Kad je poslanik Musa, alejhis-selam, stigao u Šam, ljudi su došli Bel’amu i rekli: ’Musa je došao da nas istjera iz naše zemlje ili da nas pobije, a da u nju nastani sinove Israilove. Mi smo tvoji sunarodnjaci koji nemaju baš nikakve vrijednosti kod Allaha, a On prima sve tvoje dove, pa Ga zamoli da uništi Musaa i njegov narod!’ ’Teško vama! Zar mogu na to pristati?’, on odgovori. No, oni su bili uporni i dosađivali su mu ponavljajući te riječi te je naposlijetku pao pod utjecaj njihovih riječi. Uzjahao je magarca i s njima se zaputio prema brdu Husban, odakle se jasno vidio tabor sinova Israilovih. Međutim, magarac nije htio ići u tom pravcu; Bel’am je sjahao izudarao ga i opet uzjahao… Na koncu, magarac je, da bi u tome bio dokaz protiv Bel’ama, progovorio: ’Teško tebi! Kamo ideš? Ne vidiš li meleke koji mi ne dozvoljavaju da idem naprijed? Zar si pošao učiti dovu protiv vjerovjesnika i pravovjernih!’ Pošto je stigao na vrh brda počeo je učiti dovu, ali mu se jezik saplitao pa je molio Gospodara da sinovima Israilovim dā svako dobro, a da njegove sunarodnjake stavi na muke. Oni su ga upozorili na lapsuse, a on je rekao: ’Sad nemam vlasti nad svojim jezikom!’ Nedugo zatim, Bel’am je isplazio jezik i rekao: ’A sad sam upropastio svoj položaj i na ahiretu, budućem svijetu! Nijedna moja dova nikad više neće biti uslišena, pa mi ostaje da se protiv Musaa i sinova Israilovih borim pomoću dovitljivosti i lukavosti. Evo šta sam smislio: neka se vaše žene i djevojke uljepšaju i neka u tabor sinova Israilovih odnesu kakvu trgovačku robu, i neka budu podatne jer počini li makar jedan Musaov sljedbenik blud, oni vam neće moći nauditi.’ I uistinu, oni ga u tome poslušaše. Jednom, prelijepa žena iz plemena Ken’an koja se zvala Kusba b. Sur prošla je pored jednog velikana Musaova naroda i on ju je, zadivljen njenom čarobnom ljepotom, uzeo za ruku i odveo pred poslanika Musaa, alejhis-selam, te rekao: ’Znam da ćeš mi reći da mi je ovo zabranjeno!’ ’Naravno, to se ne smije činiti. Što dalje od nje!’, reče mu Musa. Ovaj reče: ’E, Boga mi, u ovom te nećemo slušati!’ Zatim je onu lijepu ženu uveo u svoj šator i počinio s njome nemoral. Utom je Allah, džellešanuhu, na sinove Israilove poslao kugu.”\n\nAllah, džellešanuhu, objavio je: ”I kaži im vijest o onom kome smo dokaze Naše dali, ali koji se od njih udaljio pa ga je šejtan dostigao, i on je zalutao. A da smo htjeli, mogli smo ga njima uzvisiti, ali se on ovom svijetu priklonio i za svojom strašću krenuo. Njegov je slučaj kao slučaj psa: ako ga potjeraš, on isplažena jezika dahće, a ako ga se prođeš, on opet dahće. Takvi su ljudi koji Naše dokaze smatraju lažnim; zato kazuj događaje da bi oni razmislili.” (el-A’raf, 175, 176)\n\nKomentirajući ove ajete šehid Sejjid Kutb zapisao je i ovo: ”Ovdje je riječ o čovjeku što se otrgao od Božijih znamenja i napustio ih, a prepustio se niskosti i poveo se za vlastitom strašću, pa je šejtan njime posve ovladao i ostavio ga na ledini, lišena Allahove zaštite, te nigdje ne nalazi mira ni smiraja. Uistinu je začudan slučaj onog čovjeka koji se svojevoljno i hotimično udalji od Božije dobrote i znanja te prokocka priliku da se kao niko uzdigne…”"
    },
    {
      "Nesretnici koji su pretvoreni u majmune i svinje": "Gospodar je objavio: ”Kada Musa reče svom narodu: ’Narode moj, zašto me mučite, a dobro znate da sam ja Allahov poslanik vama!’ – i kad oni skrenuše ustranu, Allah učini da i srca njihova ustranu skrenu – a Allah neće ukazati na Pravi put narodu koji je ogrezao u grijehu” (es-Saff, 5). Sejjid Kutb zapaža: ”Sinovi Israilovi na razne su načine uznemirivali poslanika i predvodnika Musaa, alejhis-selam, koji ih je izbavio od faraona i njegove svite. Ispravljanje ponašanja sinova Israilovih zahtijevalo je ulaganje ogromnog truda i golemo strpljenje. Eto, dok se Musa trudio da ih izbavi, pa je razgovarao s faraonom, koji je njega, a ne njih, zbog toga dovodio u težak položaj, oni su negodovali. Poslaniku Musau spočitavahu da su prije trpjeli neprijatnosti od neprijatelja, a i da isto to trpe nakon što im je Musa poslat. Kao da su mu rekli: ’U tvom poslanju nema nikakva dobra! Ti si kriv za ovo što nam se događa!’”\n\n”Pošto su sinovi Israilovi skrenuli ustranu prezaleći granice Božijeg vjerozakona, Allah, džellešanuhu, učinio je da njihova srca skrenu tako što će prekršiti obećanje dato Allahu”, zapaža el-Kušejri.\n\n”Vama je poznato ono što se dogodilo onima od vas koji su se o subotu ogriješili, kao i to da smo im Mi rekli: ’Budite majmuni prezreni!’ Savremenicima i pokoljenjima njihovim to smo učinili opomenom, a poukom onima koji se boje Allaha” (el-Bekara, 65, 66). Komentirajući ove ajete Ibn Kesir veli: ”Značenje je ovo: o jevreji, vama je poznato da su kažnjeni stanovnici naselja koje se suprotstavilo dragom Allahu kršeći obećanje u vezi sa subotom. Naime, njima je bio zabranjen ribolov subotom, pa bi svoje mreže razapeli prije subote, a poslije nje izvukli mreže s ribama. Kad su to počeli raditi, Svemogući Allah pretvorio ih je u majmune, životinje koje su najsličnije čovjeku, a ne pripadaju ljudskoj vrsti. Kažnjeni su prema zaslugama. Taj njihov podli postupak naizgled je bio u skladu s vjerom, ali je on zapravo bio oblik lukavštine pomoću koje su vjerski propis stavili van snage. Zbog toga je Poslanik milosti, sallallahu alejhi ve sellem, rekao: ’Nemojte biti poput jevrejā, pa da najobičnijom lukavštinom skrnavite svetost Božijih propisa!’¹ Eto, tako su kažnjeni oni što su se ogriješili o subotu. ’I upitaj ih o gradu koji se nalazio pored mora kad su propise o suboti kršili: kad su im ribe, na oči njihove, dolazile dok su subotu svetkovali, a kad nisu svetkovali, one im nisu dolazile. Eto, tako smo ih u iskušenje dovodili zato što su stalno griješili. A kad neki od njih rekoše: ’Zašto opominjete narod koji će Allah uništiti ili ga teškim mukama namučiti?’, oni odgovoriše: ’Da bismo se pred Gospodarem vašim opravdali i da bi se oni grijeha klonili.’ I kad zaboraviše ono čime su bili opominjani, Mi izbavismo one koji su od nevaljalih djela odvraćali, a teškom kaznom kaznismo grešnike, zato što su stalno u grijehu bili. I pošto su oni bahato odbili da se prođu onog što im se zabranjivalo, Mi smo im rekli: Postanite majmuni prezreni!’ (el-A’raf, 136-166).”"
    },
    {
      "Stanovnici Medjena": "Stanovnici Medjena bili su Arapi. Živjahu na granici Šama, u blizini Mrtvog mora, odnosno u blizini današnjeg grada Akaba. Allah im je poslao vjerovjesnika Šuajba, alejhis-selam. I Šuajb je bio Arap. Ebu Zerr, radijallahu anhu, prenosi da mu je Vjerovjesnik, sallallahu alejhi ve sellem, jednom prilikom rekao: ”Četverica su vjerovjesnika Arapi: Hud, Salih, Šuajb i ja.”\n\n”A Medjenu – njegova brata Šuajba. ’O narode moj’, on je govorio, ’Allahu se klanjajte, vi drugog boga osim Njega nemate! Dolazi vam jasan dokaz od Gospodara vašeg, zato pravo na litri i na kantaru mjerite i ljudima stvari njihove ne zakidajte, i red na Zemlji ne remetite kad je već na njoj uspostavljen red. To je bolje za vas ako vjerujete. I ne postavljajte zasjede na ispravnom putu, prijeteći i od Allahova puta odvraćajući one koji u Njega vjeruju, želeći krivi put. I sjetite se kada vas je bilo malo i da vas je On umnožio, a pogledajte kako su skončali oni koji su nered pravili. I ako jedni od vas vjeruju u ono što je po meni poslato a drugi ne vjeruju, pa pričekajte dok nam Allah ne presudi, jer On je sudija najbolji!’” (el-A’raf, 85-87)\n\n”I stanovnici su Ejke u laž ugonili poslanike. Kad im Šuajb reče: ’Kako to da se ne bojite? Ja sam vam, sigurno, poslanik pouzdani, zato se bojte Allaha i budite poslušni meni! Za ovo od vas ne tražim nikakve nagrade, mene će Gospodar svjetova nagraditi. Pravo mjerite na litru i ne zakidajte, a na kantaru ispravnom mjerom mjerite. I ljudima prava njihova ne umanjujte i zlo po Zemlji, nered praveći, ne činite, i Onoga Koji je stvorio vas i narode davnašnje bojte se’ – rekoše oni: ’Ti si samo opčinjen – i ti si samo čovjek kao i mi – za nas si ti, doista, lažac pravi; zato spusti na nas kaznu s neba, ako istinu govoriš!’ ’Gospodar moj dobro zna šta radite vi’, on reče. I oni su nastavili utjerivati ga u laž, pa ih je stigla kazna iz oblaka – a to je bila kazna jednog strašnog dana. To je pouka, ali većina ovih neće da vjeruje, a Gospodar tvoj je, zaista, silan i milostiv.” (eš-Šuara, 176-191)\n\nStanovnici Medjena nisu vjerovali u Boga, presretali su putnike, zastrašivali ljude, obožavali drveće, zakidali na vagi… Sveznajući Allah poslao im je vjerovjesnika Šuajba, alejhis-selam, da ih poziva da robuju Allahu, Jednom Jedinom, i odvraća ih od nevaljalih djela; neki su povjerovali, a većina osta u nevjerstvu, te bī uništena.\n\nŠuajb, alejhis-selam, podsjetio je svoje sunarodnjake na Božije blagodati i na to da bijahu malobrojni pa ih je Gospodar umnožio; upozorio ih je na kaznu zbog nezahvalnosti. Rekao im je da je neznatno malo halal-imetka bolje od silnog bogatstva koje je stečeno na nepošten način, jer je u prvom blagoslov, a u drugom nesreća. Usto ih je podsjetio na Lutov, alejhis-selam, narod, koji nije tako davno živio, a koji je uništen zbog neposlušnosti Uzvišenom Allahu.\n\nKako su stanovnici Medjena reagirali na ove Šuajbove savjete? Umjesto da poslušaju svog vjerovjesnika, oni su mu se rugali. ”Ili ćete bezuvjetno vjeru našu prihvatiti, ili ćemo mi, Šuajbe, i tebe i one koji s tobom vjeruju iz grada našeg istjerati” (el-A’raf, 88); ”O Šuajbe, traži li tvoja vjera od tebe da napustimo ono čemu su se preci naši klanjali ili da ne postupamo s imanjima našim onako kako nam je volja? E, baš si ti ’fina’ i ’pametna’ glava.” (Hūd, 87)\n\nAbdullah b. Omer, radijallahu anhu, kazivao je: ”Allah je na stanovnike Medjena poslao veliku vrućinu koja je trajala sedam dana, i nigdje se od nje nisu mogli skloniti. Zatim je na nebu stvorio oblak pod koji se sklonio jedan Šuajbov sunarodnjak i osjetio olakšanje. Pošto je to prenio svojim sunarodnjacima, svi su pohrlili pod isti taj oblak; kad su pod njega svi stupili, iz njega se na njih sručila vatra.”\n\n”Stanovnici Medjena kažnjeni su trima kaznama. Zadesio ih je potres, pa su napustili svoje nastambe, a zatim ih je obuzeo nepojmljivi strah da će se njihove nastambe srušiti ako u njih uđu, te je naposlijetku Gospodar poslao oblak pod koji se sklonio neki njihov sunarodnjak i povikao: ’Ljudi, dođite u ovaj ugodni hlad!’ Kad su se svi iskupili u tom hladu, zadesio ih je gromoglas uslijed kojeg su svi pomrli”, govorio je Muhammed b. Ka’b el-Kurezi."
    },
    {
      "Ubica vjerovjesnika Jahje": "Ibn Kesir zapisao je da je Muavijin štićenik Kasim kazivao: ”Damaskom je vladao Hedad b. Hedar, koji je svog sina oženio rođakom Arijelom, kraljicom Sajde. Hedadov sin dao je Arijeli tri razvoda braka, ali je htio nastaviti živjeti s njome, pa je u vezi s tim upitao vjerovjesnika Jahju. On mu je odgovorio: ’Nije ti ona dopuštena sve dok se ne uda za drugog čovjeka, koji će s njome živjeti. Ako se on od nje rastavi, oženi se njome!’ Arijela je zbog toga zamrzila vjerovjesnika Jahju, alejhis-selam, pa je, na nagovor svoje majke, zatražila od muža, kralja, da ubije Jahju i donese joj njegovu glavu. Kralj se u početku snebivao, ali je na koncu pristao: poslao je nekog čovjeka da izvrši taj strašni zločin. Ovaj je Jahju, alejhis-selam, zatekao da klanja u džamiji. Ubio ga je i njegovu glavu donio na tepsiji. Gospodar je učinio da Jahjina glava neprestano govori: ’Nije ti ona dopuštena…’ Arijela je tepsiju s Jahjinom glavom odnijela majci, a zatim je počela propadati u zemlju. Gledajući taj strašni prizor, majka je kukala, sluge su vrištale i naricale. Arijela je propala u zemlju do ramena, a njena je majka naredila dželatu da odrubi njenu, Arijelinu, glavu kako bi se njome tješila. Nakon što je on to uradio, zemlja je izbacila Arijelino tijelo. Za to je vrijeme krv iz Jahjinog tijela obilno tekla, sve dok se nije pojavio Nabukodonosor i zarad osvete ubio sedamdeset i pet hiljada Arijelinih sunarodnjaka. U tome je za njih bilo veliko poniženje i istrebljenje.”\n\nArijelu je zadesila kobna kazna koja se posve podudara s onim zbog čega je zaslužena: tražila je da se Jahja obezglavi, pa je i ona obezglavljena."
    },
    {
      "Vlasnici rovova": "Svevišnji Allah objavio je: ”…prokleti neka su oni koji su rovove iskopali, i vatrom i gorivom ih napunili, kad su oko nje sjedili i bili svjedoci onog što su vjernicima radili! A svetili su im se samo zato što su u Allaha, Silnog i Hvale dostojnoga, vjerovali, Čija je vlast i na nebesima i na Zemlji – a Allah je svemu svjedok.” (el-Burūdž, 4-9)\n\nAllahov Poslanik, sallallahu alejhi ve sellem, ispričao je sljedeće: ”Nekada davno, prije vas, živio je jedan vladar koji je imao svog čarobnjaka. Kad je čarobnjak ostario, rekao je vladaru: ’Ja sam ostario i smrt mi se približila, pa mi daj jednog dječaka da ga poučim čarolijama.’ Tako mu je vladar dao jednog dječaka da ga tome pouči. Na putu, između vladara i čarobnjaka živio je neki monah. Dječak je jednom prilikom, prolazeći pored monaha, svratio kod njega, pa mu se svidjelo ono što on govori. Kad bi došao čarobnjaku, ovaj bi ga udarao i pitao gdje se toliko zadržao. Kad bi se vratio svojima kod kuće, oni bi ga udarali i pitali gdje se tako dugo zadržao. Dječak se na to požalio monahu, pa mu je ovaj rekao: ’Kad te bude htio udariti čarobnjak, reci da si se zadržao kod kuće, a kad te budu htjeli udariti kod kuće, reci da si se zadržao kod čarobnjaka!’ Jednog je dana dječak naišao na jednu ogromnu i strašnu životinju koja se ispriječila tako da ljudi ne mogu prolaziti, pa je pomislio: ’Danas ću vidjeti je li Allahu draži monah ili čarobnjak…’ Uzeo je kamen i rekao: ’Allahu, ako ti je draži monah od čarobnjaka, usmrti ovu životinju i neka ljudi prolaze!’ Zatim je bacio kamen, pogodio životinju i ubio je, pa je svijet počeo prolaziti. Kasnije je o svemu ovom ispričao monahu, pa mu je monah rekao: ’E moj sine, ti si bolji od mene, i bit ćeš stavljen na iskušenje. Ako budeš stavljen na iskušenje, nemoj nikome govoriti za mene!’ Dječak je liječio slijepce, gubavce i druge bolesnike. Vladar je imao jednog bliskog prijatelja, sugovornika, koji je oslijepio. Čuvši za dječaka, on mu je došao s bogatim darovima i rekao: ’Izliječi me, tvoje je sve što ovdje vidiš!’ Dječak je rekao: ’Ja ne liječim nikoga, nego Allah. Ako u Njega vjeruješ, ja ću Allaha zamoliti da te izliječi.’ Ovaj je povjerovao, pa je dječak zamolio Allaha, i On ga je izliječio. Zatim je taj čovjek otišao vladaru i ponovo sjeo u njegovo društvo kao i ranije, pa ga je vladar upitao: ’Hej ti, ko ti je vratio vid?’ On je odgovorio: ’Moj Gospodar!’ Na to je vladar rekao: ’Je li ja?’ Ovaj je odgovorio: ’Ne, nego Allah, moj i tvoj Gospodar.’ Vladar je zatim upitao: ’Zar ti imaš drugog gospodara osim mene?’ ’Imam, moj i tvoj gospodar je Allah’, rekao je. Zatim ga je mučio sve dok mu on nije kazao za dječaka, a onda je naredio da mu se dječak dovede. Kad je doveden, upitao ga je: ’Sine, kako svojim čarolijama liječiš slijepce i gubavce i sve ove bolesnike?’ ’Ja ne liječim nikoga, nego Allah’, odgovorio je. ’Je li ja?’, upitao je. ’Ne’, dječak je odgovorio. ’Zar ti imaš drugog gospodara mimo mene?’, upitao je vladar. On je odgovorio: ’Moj i tvoj gospodar je Allah.’ Onda je i njega počeo mučiti dok mu nije kazao za monaha. Onda je doveden i monah, pa mu je rekao: ’Poreci svoju vjeru!’ Kad je ovaj odbio to učiniti, uzeo je pilu i razrezao mu glavu na dva dijela, koji su pali na zemlju. Zatim je slijepcu rekao da porekne svoju vjeru, pa kad je i ovaj to odbio, uzeo je pilu i njemu razrezao glavu na dva dijela, koja su pala na zemlju. Onda je dječaku rekao da porekne svoju vjeru, pa kad je i on odbio to učiniti, poslao ga je s grupom svojih ljudi na neku planinu i rekao: ’Kad se popnete na vrh, ako porekne vjeru, poštedite ga; ako odbije to učiniti, gurnite ga u provaliju.’ Kad su ga odveli i s njime se popeli na vrh planine, on je zamolio: ’Allahu, spasi me od njih onako kako Ti hoćeš!’ Brdo se zatreslo i svi su se survali. Dječak je, raspitujući se, došao do vladara, koji ga je, kad je ušao, upitao: ’Šta je s tvojim društvom?’ On je odgovorio: ’Allah me od njega spasio.’ Onda je s njim na lađi poslao drugu grupu i rekao im: ’Kad se otisnete na pučinu, ako porekne svoju vjeru, poštedite ga; ako to ne učini, bacite ga u more!’ Kad su se otisli na more, dječak je zamolio: ’Allahu, spasi me od njih onako kako Ti hoćeš!’, pa su se svi utopili. Dječak se opet vratio, i kad je ušao vladaru, upitao ga je vladar: ’Šta je s tvojim društvom?’ On je odgovorio: ’Allah me od njega spasio.’ Zatim je dječak rekao vladaru: ’Ti me ne možeš ubiti dok ne uradiš šta ti ja budem naredio. Akoli uradiš šta ti ja naredim, ubit ćeš me.’ ’A šta to trebam uraditi?’, upitao je vladar. On je rekao: ’Skupi sav narod na jednom platou, zatim me razapni na jedno stablo, a onda uzmi strijelu iz mog tobolca i reci: ’U ime Allaha, Gospodara ovog dječaka!’ Ako to uradiš, ubit ćeš me.’ Tako je vladar i uradio. Uzeo je strijelu, stavio je u luk, nategao i rekao: ’U ime Allaha, Gospodara ovog dječaka’, a zatim je odapeo. Strijela je dječaka pogodila pravo u slijepoočnicu. Dječak je na mjesto gdje ga je pogodila strijela stavio ruku i umro. Tada je svijet povikao: ’Mi vjerujemo u Gospodara ovog dječaka!’ Vladaru su tad rekli: ’Tako nam Boga, zadesilo te baš ono čega si se bojao: sav je svijet povjerovao!’ Onda je naredio da se iskopaju jame i u njima nalože vatre i rekao: ’Pustite onog ko se odrekne svoje vjere, a gurnite u vatru onog ko to odbije učiniti!’ Svijet se gurao... Izgledalo je da se jedna žena s djetetom, koje je dojila, opirala tome da padne u vatru, pa joj je dijete reklo: ’Majko, strpi se! Ti slijediš istinu.’” (Muslim)\n\nIbn Ebu Hatim zabilježio je predanje u kojem se kaže da narod o kojem se govori u suri el-Burudž živjaše u periodu između dvojice poslanika i da se, pošto su se ljudi podijelili na skupine i pošto je nastupila velika smutnja, sklonio u jedno naselje u kojem se predao robovanju Allahu, Jednom Jedinom… Za te je ljude čuo vladar silnik koji je poslao po njih. Kad su došli, izričito je zatražio da robuju kipovima kojima on robuje. Vjernici su to međutim odbili. Rekli su: ”Mi se klanjamo jedino Allahu, Koji nema saučesnika!” ”Ako se ne budete klanjali mojim bogovima, dat ću da vas se poubija!”, zaprijetio je silnik. Oni se nisu pokolebali. Zatim je naredio da se iskopaju duboki rovovi i da se vjernici dovedu pred njih te im je zaprijetio: ”Ko ne odustane od svoje vjere bit će bačen u vatru!” ”Draže nam je da budemo bačeni u vatru”, bili su odlučni oni što vjerovahu. Njihove su supruge bile s njima, kao i nejač koja se poboja kazne, pa ih roditelji umiriše: ”Nikad više nećete vidjeti vatru!” I svi su bili bačeni u nju, a Gospodar bi im duše uzimao prije nego što bi i osjetili vrelinu vatre.\n\nSvemogući Allah kaznio je vlasnike rovova: vatra ih je okružila i spalila. Ibn Abbas, radijallahu anhu, govoraše da je plamen dostigao visinu od četrdeset aršina i spalio silnike.\n\nIbn Kesir zapisao je: ”Ibn Ebu Hatim prenosi da je Safvan b. Abdurrahman b. Zuhejr kazivao: ’Vlasnici rovova živjeli su u Jemenu za vrijeme Tubbe; u Konstantinopolju za vrijeme Konstantina, kad su kršćani iskrivili učenje poslanika Isaa, alejhis-selam, a koji su iskrene vjernike spalili u rovovima; u Iraku u gradu Babilonu, kad je Nabukodonosor načinio kip i naredio narodu da mu se klanja, čemu su se usprotivili Danijal i njegovi drugovi, koje je kralj bacio u vatru, ali im ona nije naudila, nego je njih deveterica bačeno u nju.’”\n\nKomentirajući Božije riječi: ”One koji vjernike i vjernice budu na muke stavljali, pa se ne budu pokajali – čeka patnja u džehennemu i isto tako prženje u ognju” (el-Burūdž, 10), Sejjid Kutb rekao je: ”Silnici se nisu pokajali zbog toga što su spalili vjernike i vjernice. Zato što su spaljivali pravovjerne u vatri, zulumćare čeka vječno prženje u ognju koji je Allah potpalio, a ne prolazno prženje u vatri koju čovjek pali. Zatim, vjernici koji su spaljeni postigli su Allahovo zadovoljstvo, a zulumćari će biti prženi u paklenoj vatri i na njih će Allah biti ljut.”"
    },
    {
      "Neposlušni sin": "Neki učenjaci navode slučaj čovjeka koji je imao veoma starog i nepokretnog oca. Tom je čovjeku dosadilo služiti oca te je počeo razmišljati o tome kako da ga se oslobodi. Došao je na ideju da ga ubije. I uistinu, odnio ga je u pustinju i kad ga je spustio na zemlju, otac je upitao: ”Sinko, zbog čega si me doveo ovamo?” ”Zbog toga da te ubijem”, odgovori ocu sin. ”Dosadio si mi i ne mogu te više služiti.” Otac na to reče: ”Ako me već moraš ubiti, učini to na nekom drugom mjestu jer sam ja upravo ovdje ubio svog oca! A tebe, znaj, isto čeka!”"
    },
    {
      "En-Nedira b. Es-Satiron": "Na obalama Eufrata bio je golemi, dobro utvrđen grad kojim je vladao es-Satiron b. Muavija. Na taj grad napao je vojskovođa Sabur i opsjedao ga dvije godine, no nije ga mogao osvojiti. Jednom, kćerka ovog es-Satirona provirila je iz utvrđenja i ugledala Sabura, koji je bio izuzetno lijep, u svilenoj odjeći i s krunom koja je bila optočena dijamantima, biserima i dragim kamenjem. Doviknula mu je: ”Hoćeš li se mnome oženiti ako ti otvorim kapije grada?” ”Hoću”, odgovorio je. Kad je pala noć i kad se es-Satiron, kao i svaku večer, opio, en-Nedira je ispod njegove glave uzela ključeve i poslala slugu da otključa kapiju… Sabur je prodro u grad, ubio es-Satirona, porušio i opljačkao te poveo djevojku en-Nediru i njome se oženio. Kasnije je bila nezadovoljna onim što joj je Sabur pružio u životu, pa nije mogla spavati… On ju je upitao: ”Jesi li kod oca bolje živjela?” ”Jesam”, odgovori ona. ”Kod njega sam imala postelju od brokata, a oblačila sam svilu; jela sam najbolju hranu i opijala se.” ”Zar je tvoj otac zaslužio da ga iznevjeriš i izdaš? Ako si to njemu učinila, učinit ćeš i meni, bez imalo sumnje.” Sabur je zatim svezao pletenice svoje supruge en-Nedire za rep svog konja i poplašio ga… Ubio ju je."
    },
    {
      "Ebreha": "”Zar nisi čuo šta je sa vlasnicima slona Gospodar tvoj uradio!? Zar lukavstvo njihovo nije omeo i protiv njih jata ptica poslao, koje su na njih grumenje od gline pečene bacale, pa ih On kao lišće koje su crvi istočili učinio?” (el-Fīl, 1-5)\n\nEbreha je bio kršćanin koji je sagradio crkvu u Sani, te je htio da ljudi nju posjećuju, a ne Kabu, i zbog toga je poveo vojsku da sruši Božiju kuću u Meki. Allah, džellešanuhu, učinio je da nečasna rabota ovog čovjeka bude posve uzaludna. Neki učenjaci zapažaju da je Svevišnji Allah na Ebrehu i njegovu vojsku, koja bijaše obmanuta zbog snage i broja, poslao ptice.\n\nIbn Kesir zapisao je: ”Ibn Ishak veli: ’Allah, Znalac svih tajni, poslao je na Ebrehu i njegovu vojsku ptice iz pravca mora, koje su izgledom podsjećale na kuke, a koje su nosile po tri malehna kamena – jedan u kljunu, a dva u pandžama – kojima su ih gađali i ubijali. Oni koji nisu tu nastradali pobjegli su prema Jemenu, raspitujući se kojim putem trebaju ići. U povratku padali su mrtvi, i moglo ih se vidjeti na svim mjestima. Ranjenog su Ebrehu ponijeli njegovi vojnici, a njegovo se tijelo raspadalo i pretvaralo u gnojne rane. Dok su stigli u Jemen, Ebrehino je tijelo bilo potpuno unakaženo; umro je, kako se pripovijeda, tako što mu je srce iskočilo iz prsa.’”\n\nEto tako, Ebreha je htio srušiti Kabu malo-pomalo, kamen po kamen, pa ga je Svemogući Allah kaznio tako što se njegovo tijelo raspadalo. Iz Jemena je pošao ponosan, i to sa slonom, moćnom i ogromnom životinjom, a vratio se ponižen i unakažen."
    },
    {
      "Oholi vlasnik vrta": "Allah, džellešanuhu, objavio je: ”I navedi im kao primjer dva čovjeka; jednom od njih dva smo vrta lozom zasađena dali i palmama ih opasali, a između njih njive postavili. Oba su vrta davala svoj plod, ničeg nije manjkalo, a kroz sredinu njihovu rijeku smo proveli. On je i drugog imetka imao. I reče drugu svome, dok je s njim razgovarao: ’Od tebe sam bogatiji i jačeg sam roda!’ I uđe u vrt svoj nezahvalan Gospodaru svom na blagodatima, govoreći: ’Ne mislim da će ovaj ikad propasti, i ne mislim da će ikada Smak svijeta doći; a ako budem vraćen Gospodaru svom, sigurno ću nešto bolje od ovoga naći.’ I reče mu drug njegov, dok je s njime razgovarao: ’Zar ne vjeruješ u Onoga Koji te je od zemlje stvorio, zatim od kapi sjemena, i najzad te potpunim čovjekom učinio? Što se mene tiče, On, Allah, moj je Gospodar i ja Gospodaru svom ne smatram ravnim nikog. A zašto nisi, kad si u vrt svoj ušao, rekao: ’Mašallah! – Moć je samo u Allaha!’ Ako vidiš da je u mene manje blaga i manje roda nego u tebe – pa, Gospodar moj može mi bolji vrt od tvog dati, a na tvoj nepogodu s neba poslati, pa da osvane samo klizava ledina, bez ičeg, ili da mu voda u ponor ode, te da je ne mogneš pronaći nikad.’ I propadoše plodovi njegovi i on poče kršiti ruke svoje žaleći za onim što je na njega utrošio – a loza se bijaše povaljala po podupiračima svojim – i govoraše: ’Kamo sreće da Gospodaru svom nisam smatrao ravnim nikog!’ I nije imao ko bi mu mogao pomoći, osim Allaha, a sam sebi nije mogao pomoći.” (el-Kehf, 32-43)\n\nOholost je bolest koja čovjeka navodi na činjenje nereda na Zemlji i na skrnavljenje prava drugih ljudi. Oholi čovjek o kojem se govori u navedenim ajetima imao je vrt koji je davao plodove na kojima nije bio zahvalan Gospodaru. Štaviše, nije vjerovao u Boga, niti u proživljenje na budućem svijetu. Budući da je imetku dao prednost nad Allahom i zanemario pomaganje potrebitima, On mu je zbog toga dao odgovarajuću kaznu."
    },
    {
      "Okrutna žena koja je kažnjavala robinju Zinniru": "Zinnira bijaše djevojčica, sluškinja neke mnogoboškinje iz plemena Kurejš. Kad je Zinnira prihvatila islam, njena ju je vlasnica počela kažnjavati. Tako je jednog dana okupila ostale sluškinje i zapovjedila im da Zinniru tuku po glavi. Uslijed tih udaraca Zinnira je oslijepjela. Kasnije, kad bi ožednjela, tražila bi vodu, a njena bi joj vlasnica rekla: ”Voda je ispred tebe, potraži je!”Govorila joj je i ovo: ”Zinnira, ako Allah, u Koga vjeruješ, sve može učiniti, zamoli Ga da ti vrati vid kako bi vidjela šta piješ i jedeš!” Djevojčica Zinnira podigla je dlanove prema nebu i zamolila: ”Allahu moj, vrati mi čulo vida!” I zaista, dobri Allah uslišio je njenu molbu: vratio joj je vid. Zinnirina vlasnica mnogoboškinja počela je kukati i naricati, govoreći svojim sluškinjama: ”Udarajte me papučama po glavi”, te je oslijepjela."
    },
    {
      "Ebu Leheb, njegova žena Ummu Džemil i njihovi sinovi": "”Neka propadne Ebu Leheb, i propao je! Neće mu biti od koristi blago njegovo, a ni ono što je stekao, ući će on, sigurno, u vatru rasplamsalu, i žena njegova, koja spletkari – o vratu njenu bit će uže od usukane ličine!” (el-Mesed, 1-5)\n\nEbu Leheb, Poslanikov, sallallahu alejhi ve sellem, amidža zvao se Abduluzza b. Abdulmuttalib. On je jedini mekanski mnogobožac koga je Svevišnji Allah spomenuo u Kur’ani-kerimu. Allah, džellešanuhu, nazvao je ovog čovjeka Ebu Lehebom (Otac Plamena) zbog toga što je znao da će skončati u paklenoj vatri i zbog toga što je njegovo lice bilo svijetlo poput plamena. Ebu Lehebova žena zvala se Erva b. Harb b. Umejja, Ebu Su􀉒anova, radijallahu anhu, sestra. Čim je Vjerovjesnik, sallallahu alejhi ve sellem, počeo pozivati u islam, Ebu Leheb mu se suprotstavio, počeo ga nipodaštavati i vrijeđati islam. Rebia b. Abbad, radijallahu anhu, ispričao je: ”Čuo sam Allahova Poslanika, sallallahu alejhi ve sellem, da na tržnici Zulmedžaz govori: ’Ljudi, posvjedočite da nema istinskog božanstva osim Allaha, i uspjet ćete!’ Narod se okupio oko njega i slušao šta govori, a iza njega stajaše prepreden čovjek koji imaše dvije pletenice. Upitao sam u vezi s njime, te mi rekoše da je to Ebu Leheb” (Ahmed). Prema Ibn Ishakovoj verziji, ovaj je ashab ispričao: ”Dok sam još bio dječak, bio sam s ocem kad je Resulullah, sallallahu alejhi ve sellem, nudio plemenima islam; pratiše ga prepreden čovjek duge kose. Poslanik bi govorio: ’Ljudi, ja sam vama Allahov poslanik, tražim od vas da robujete Allahu nikog Mu ne smatrajući ravnim, i da vjerujete u mene te da me štitite kako bih mogao dostaviti Objavu!’ Nakon što bi završio, onaj bi čovjek povikao: ’Ljudi, ovaj vas čovjek želi odvratiti od Lata i Uzzaa. On vam je donio novotariju i zabludu, pa ga nipošto nemojte slijediti!’ Upitao sam oca: ’Ko je onaj čovjek?’ ’Muhammedov amidža’, odgovorio mi je otac.”\n\nIbn Abbas, radijallahu anhu, kazivaše: ”Poslanik, sallallahu alejhi ve sellem, otišao je u dolinu el-Batha, popeo se na obližnje brdo i povikao: ’Čujte i počujte!’ Kad su se Kurejšije iskupile, on ih je upitao: ’Šta mislite, da vas obavijestim o neprijateljskom napadu, biste li mi povjerovali?’ ’Da, povjerovali bismo ti’, rekoše. On im reče: ’Ja sam poslan da vas opomenem prije strašne kazne!’ Ebu Leheb reče: ’Zar si nas zbog toga pozvao?! Proklet bio!’ I Allah, džellešanuhu, objavio je suru el-Mesed” (el-Buhari). U drugoj se verziji kaže da je Ebu Leheb pošao te je, otresajući ruke jednu o drugu, rekao: ”Proklet bio na ovom svijetu! Jesi li nas zbog toga okupio…” Uvrijedio je Poslanika, sallallahu alejhi ve sellem, zazvavši na njega prokletstvo, pa mu je Gospodar uzvratio istom mjerom; otresao je ruke jednu o drugu, te su i njegove proklete; rekao je: ”Proklet bio na ovom svijetu!”, te se na njega sručilo prokletstvo budućeg svijeta.\n\nBudući da je Gospodar prokleo Ebu Leheba i njegovu ženu, bilo je nemoguće da bilo ko od njih dvoje povjeruje, pa čak ni tajno i neiskreno, u čemu je bio i ostao neoboriv dokaz istinitosti Vjerovjesnikova, sallallahu alejhi ve sellem, poslanstva.\n\nNakon što su se krivovjerni članovi porodice Benu Hašim usaglasili da Poslaniku, sallallahu alejhi ve sellem, pruže utočište pod vođstvom njegova amidže Ebu Taliba (to činjahu iz plemenske pristranosti i rodoljublja), Ebu Leheb se usprotivio i stao na stranu okorjelih Kurejšija. Odobrio je akt kojim se Benu Hašim bojkotira i izlaže glađu, da bi prestali štititi Vjerovjesnika, sallallahu alejhi ve sellem. Prije nego što će Resulullah, sallallahu alejhi ve sellem, dobiti Objavu, njegove dvije kćerke, Rukajja i Ummu Kulsum, udale su se za Ebu Lehebove sinove, pa je nesretnik, da bi otežao Poslanikov položaj, naredio da se njegovi sinovi od njih rastave.\n\nAta pripovijeda: ”Kad je u Meki umro Vjerovjesnikov, sallallahu alejhi ve sellem, sin, Ebu Leheb ode kod svojih sunarodnjaka mnogobožaca i reče: ’Danas je Muhammed ostao bez spomena!’, i Allah, džellešanuhu, objavio je: ’Onaj koji tebe mrzi sigurno će on bez spomena ostati’ (el-Kevser, 3).”\n\nImam el-Kasimi zapisao je: ”Hadiski stručnjaci tvrde da je Ebu Leheb, prokleo ga Allah, imao tri sina: Mit’aba, Utbu i Utejbu. Prva su dvojica prihvatila islam, a treći je ostao nevjernik, te je vrijeđao Poslanika islama; rastavio se od Poslanikove kćerke. Vjerovjesnik, sallallahu alejhi ve sellem, zamolio je Allaha: ’Gospodaru, neka ga se domogne kakva divlja zvijer!’”\n\nIbn Asakir zabilježio je da je za Ebu Lehebovim sinom bila udata Poslanikova kćerka i kad se taj nesretnik pripremao da pođe u Šam, rastavio se od nje, a zatim je rekao da ne vjeruje u Allaha, usto je pljunuo Poslanika u lice. Resulullah, sallallahu alejhi ve sellem, zamolio je: ”Allahu, neka ga se domogne kakva divlja zvijer!” To je Ebu Talib posmatrao, i bī mu žao zbog te dove, te reče: ”Bratiću, mogao si i ne uputiti tu dovu!” Ebu Lehebov se sin vratio ocu i ispričao mu šta se dogodilo. Putujući prema Šamu došli su u oblast punu lavova te su se smjestili u jednu bogomolju. Pobožni čovjek koji živjaše u toj bogomolji upitao ih je: ”Arapi, šta vas dovede u ovo mjesto u kojem se nalazi više lavova nego sitne stoke!?” Ebu Leheb reče: ”Ljudi, ja sam ostario i ne mogu zaštititi svog sina, a poznato vam je da je Muhammed uputio Bogu molbu protiv njega! Tako mi Allaha, nisam siguran da ga neće napasti divlja zvijer! Zato unesite sve svoje stvari u bogomolju i zatim napravite nešto što je uzvišeno, a što će biti zaštita mom sinu.” Oni su tako postupili. Iznenada se pojavio lav i pomirisao ih – nije na njih obratio pažnju, a zatim je skočio na ono uzvišenje i pomirisao Ebu Lehebova sina te ga udario šapom i zatim smrskao njegovu glavu snažnim čeljustima. Ebu Leheb tad je priznao: ”Znao sam da će ga neizostavno stići Muhammedova kletva!”\n\nEbu Leheb umro je u teškim mukama. Poslanikov štićenik Ebu Rafi kazuje: ”Ebu Leheb umro je od čira, kojeg su se Kurejšije plašili kao kuge, pa ga njegovi sinovi nisu smjeli pokopati, ostavili su ga u kući tri dana i tri noći. Neki Kurejšija postidio ih je: ’Teško vama, zašto ne pokopate oca! Zar vas nije sram? Ostavili ste ga u kući, eno već se usmrdio.’ ’Bojimo se da ćemo se zaraziti’, odgovoriše. Onaj čovjek predloži: ’Pođimo i učinimo to zajedno!’ Tako mi Allaha, nisu Ebu Leheba mogli ni okupati, nego su na njega izdaleka polijevali vodu. Potom su ga odnijeli na jedno brdo, bacili i zatrpali kamenjem.” Aiša, radijallahu anha, majka pravovjernih, kazuje da se pored tog mjesta od pregolemog smrada nije moglo ni proći.\n\nA kad je riječ o Ebu Lehebovoj ženi, Ibn Kesir zapisao je: ”Ummu Džemil, Ebu Lehebova žena, pomagala je svom mužu u ispoljavanju nevjerstva i protivljenju islamu, pa će zajedno s njime biti kažnjavana u paklenoj vatri…” Prema mišljenju nekih učenjaka, ova je žena bacala trnje po putu kojim je prolazio Vjerovjesnik, sallallahu alejhi ve sellem, nastojeći ga na taj način uznemiriti.\n\nI ona je umrla teškom smrću. Kad se jedne noći vraćala s periferije Meke, gdje je sakupljala granje i trnje koje je bacala na staze kojima prolažahu muslimani, sjela je na neki kamen da se odmori i melek ju je s leđa njenim užetom udavio.\n\nNa njenom će vratu u džehennemu biti uže od usukane ličine kao prikladna kazna zato što je rekla da će svoju skupocjenu ogrlicu prodati i novac utrošiti u protivljenje Allahovu Poslaniku, sallallahu alejhi ve sellem.\n\nEsma b. Ebu Bekr, radijallahu anha, kazivaše: ”Pošto je objavljena sura el-Mesed, Ummu Džemil, koja bijaše ćorava, pojavila se noseći kamen i prijeteći: ’Muhammeda ne prihvatamo! Nećemo njegove vjere biti, nego ćemo mu se uvijek protiviti!’ Vjerovjesnik, sallallahu alejhi ve sellem, bijaše kod Kabe s Ebu Bekrom, koji reče: ’Allahov Poslaniče, Ummu Džemil dolazi! Bojim se da bi ti mogla nauditi ako te ugleda.’ ’Neće me moći vidjeti!’, kaza Poslanik i poče učiti Kur’ani-kerim, da se pomoću toga zaštiti, sukladno Božijim riječima: ’Kad čitaš Kur’an između tebe i onih koji u onaj svijet ne vjeruju Mi zastor nevidljivi stavimo…’ (el-Isra, 45). Ebu Lehebova žena stala je kod Ebu Bekra i, ne videći Vjerovjesnika, sallallahu alejhi ve sellem, rekla: ’Ebu Bekre, čula sam da je tvoj prijatelj Muhammed o meni spjevao pjesmu-rugalicu!’ ’Tako mi Gospodara Kabe, to nije istina! On nije vičan poeziji’, reče joj Ebu Bekr. Ona se okrenu i ode, pritom govoreći: ’Neka cijelo pleme Kurejš zna da sam ja prvakinja!’”"
    },
    {
      "El-Velid b. El-Mugira": "Svevišnji Allah objavio je: ”I ne slušaj nijednog krivokletnika prezrena, klevetnika, onoga koji tuđe riječi prenosi, škrca, nasilnika, velikog grešnika, surova i, osim toga, u tuđe pleme uljeza, samo zato što je bogat i što ima mnogo sinova, koji govori, kad mu se ajeti Naši kazuju: ’To su samo naroda drevnih priče!’ Na surlu ćemo Mi njemu biljeg utisnuti!” (el-Kalem, 10-16)\n\nZa el-Velida b. el-Mugiru kaže se da je bio uljez u plemenu Kurejš. Zbog toga što se protivio islamu, Allah, džellešanuhu, obećao je da će mu na surlu biljeg utisnuti. Iz kur’anskog ajeta: ”Na surlu ćemo Mi njemu biljeg utisnuti” slijedi da će el-Velid b. el-Mugira biti ponižen tako što će biti žigosan kao što se robovi žigošu. Imao je desetericu sinova, kojima je prijetio: ”Akoli neko od vas prihvati Muhammedovu vjeru, lišit ću ga svega što ima!”\n\nSvevišnji Allah objavio je: ”Meni ostavi onoga koga sam Ja izuzetkom učinio i bogatstvo mu ogromno dao i sinove koji su s njim i čast i ugled mu pružio – i još žudi da uvećam! Nikako! On, doista, prkosi ajetima Našim, a natovarit ću Ja njemu teškoće i, proklet bio, kako je proračunao! I još jednom, proklet bio, kako je proračunao! Zatim je pogledao, pa se onda smrknuo i namrštio i potom se okrenuo i uzoholio, i rekao: ’Ovo nije ništa drugo do vradžbina koja se nasljeđuje, ovo su samo čovjekove riječi!’ U Sekar ću Ja njega baciti – a znaš li ti šta je Sekar? Ništa on neće poštedjeti, kože će crnim učiniti…” (el-Muddessir, 11-29). Imam el-Kasimi zapisao je: ”Mufesiri su jednoglasni u mišljenju da su ajeti s početka sure el-Muddessir objavljeni povodom el-Velida b. el-Mugire el-Mahzumija, prokleo ga Allah, koji bijaše jedan od prvaka plemena Kurejš. Historičar Ibn Ishak zabilježio je da su el-Velida, koji je bio izuzetno star, posjetile neke Kurejšije za vrijeme sezone hadža. On im je rekao: ’Kurejšije, nastupilo je vrijeme obavljanja hadžskih obreda, i doći će vam arapske delegacije! Arapi su čuli za Muhammeda, pa zato morate glede njega imati jedinstven stav, pa nemojte u vezi s njime govoriti nejednako i jedni druge demantirati.’ Oni kazaše: ’Ti nam, el-Velide, predloži šta ćemo govoriti hodočasnicima.’ ’Ne, nego vi predlažite, a ja ću prosuditi koje je rješenje najbolje’, odvrati on. Oni rekoše: ’Kazat ćemo da je prorok.’ El-Velid reče: ’To nije uvjerljivo! Tako mi Boga, Muhammed nije prorok i ono što on govori ne liči na proročanstva koja ste upoznali!’ Kurejšije su predložile da se za Vjerovjesnika, sallallahu alejhi ve sellem, rekne da je lud, no i taj je prijedlog el-Velid odbio rekavši: ’On nije lud! Svi znamo kako izgleda i kako se ponaša lud čovjek.’ ’Reći ćemo da je pjesnik’, predložiše. El-Velid reče: ’Muhammed nije pjesnik! Vi ste veoma dobro upućeni u poeziju i u rimu, pa sami znate da ono što Muhammed govori ne liči na poeziju.’ Naposlijetku predložiše da Poslanika, sallallahu alejhi ve sellem, proglase čarobnjakom – el-Velid i to odbi, rekavši: ’Muhammed nije čarobnjak! Poznato vam je čime se sve čarobnjaci bave i na koji način djeluju.’ ’Pa, šta ćemo onda reći onom ko nas upita u vezi s Muhammedom? Kaži nam’, rekoše Kurejšije. El-Velid je tad priznao: ’Ono što govori Muhammed ima izuzetnu slast i donosi veoma veliku korist! Ljudi će vas prozrijeti ma šta od prethodnog rekli, ali najbolje je da kažete da je čarobnjak, to jest da je sihr ono što je on donio, i da pomoću toga unosi razdor među ljude, pa uspijeva odvojiti ženu od muža, zavaditi braću, rođake…’ I oni se raziđoše usaglasivši se da arapskim delegacijama reknu da je Resulullah, sallallahu alejhi ve sellem, čarobnjak.”\n\nIbn Kesir veli: ”El-Velid je otišao na trg, na kojem bijahu Kurejšije, i rekao: ’Ne prestajem se čuditi ljepoti govora koji donosi Muhammed! Tako mi Boga, ono što on govori nije ni poezija, ni sihr, ni besmislica! Ono je odista Allahov govor!’ Čuvši to, Kurejšije su nasamo kazale jedan drugom: ’Ako el-Velid zaluta, zalutat će cijelo pleme Kurejš!’ Ebu Džehl kaza: ’Ja ću se za njega pobrinuti!’, pa je posjetio el-Velida i rekao mu: ’Eno, tvoji saplemenici sakupiše nešto milostinje za te…’ ’Šta to govoriš!? Šta će mi milostinja kad sam najbogatiji i imam najviše sinova?’ Ebu Džehl reče: ’Govorka se da odlaziš kod Ebu Bekra jer si gladan.’ ’Zar o meni tako da govore Kurejšije? Nikad više neću otići ni kod Ebu Bekra ni kod Omera, a pogotovu ne kod Muhammeda!’”\n\nEl-Velid b. el-Mugira umro je u teškim mukama i nakon toga bačen u džehennemsku vatru. U vezi sa značenjem Božijih riječi: ”…a natovarit ću Ja njemu teškoće…”, es-Suddi je govorio: ”Ta se teškoća ogleda u tome što će el-Velid biti zadužen da se uspenje uz glatku stijenu u džehennemskoj vatri…”"
    },
    {
      "Ebu Džehl": "Vraćajući se iz Šama s karavanom punim robe, Ebu Sufjan izbjegao je napad muslimanske vojske i zatim je poslao dopis Kurejšijama: ”Vratite se u Meku! Allah je spasio karavan, u kojem se nalazi vaš imetak, a koji ste pošli da zaštitite.” Ebu Džehl reče, kad je primio taj dopis: ”Tako mi Boga, nećemo se vratiti, nego ćemo odsjesti na Bedru i boraviti tri dana! Organizirat ćemo neviđenu pijanku i veselje, robinje će nam pjevati… Eto, neka svi Arapi čuju za nas! Neka nas se svi Arapi boje!” Bedr je bilo okupljalište Arapa na kojem su trgovali.\n\n”I ne budite kao oni koji su, da se pokažu svijetu, nadmeno iz grada svoga izišli da bi od Allahova puta odvraćali. – A Allah dobro zna ono što oni rade” (el-Enfāl, 47). Željeli su se pokazivati pred svijetom, te ih je Gospodar kaznio poniženjem o kojem se i dan-danas pripovijeda.\n\n”Ako ste se molili da pobijedite – pa došla vam je, eto, ’pobjeda’! A da se okanite, bolje bi vam bilo! I ako se ponovo vratite, Mi ćemo se ponovo vratiti, i nimalo vam neće koristiti tabor vaš, ma koliko brojan bio, jer je Allah na strani vjernika” (el-Enfāl, 19). Abdullah b. Sa’leba, radijallahu anhu, kazivaše da je Ebu Džehl zamolio neposredno prije borbe: ”Bože, Muhammed kida rodbinske veze i poziva u ono što nam je posve nepoznato, pa ga uništi!” (Ahmed). Prema nekim drugim izvorima, Ebu Džehl je uputio ovu dovu: ”Allahu, uzvisi i daj pobjedu onoj skupini koja ja bolja, ponosnija i brojnija!”\n\nRifaa b. Rafi ispričao je: ”Pošto je Iblis, koji se bio prerušio u lik Surake b. Malika, vidio kako su meleki kaznili višebošce na Bedru, pobojao se da će se i njega domoći, te je počeo bježati, ali ga je dohvatio el-Haris b. Hišam, no Iblis, u liku Surake, oteo se i pobjegao prema moru. Prije nego što je zaronio, zazvao je Allaha: ’Bože, spasi me!’ To je Ebu Džehl ovako prokomentirao: ’Kurejšije, nemojte da vas obeshrabri bježanje Surake b. Malika! Ta, on je bio u dosluhu s Muhammedom. I neka vas također ne obeshrabri pogibija Šejbe, Utbe i el-Velida. Tako mi Lata i Uzzaa, danas ćemo uništiti muslimane! Svim se silama borite protiv njih i žestoko ih kaznite zato što ne priznaju naša božanstva!’” (et-Taberani)\n\nAbdurrahman b. Avf, radijallahu anhu, kazivaše: ”U Bici na Bedru bio sam između dvojice veoma mladih boraca, i zbog toga sam osjetio nelagodu. Jedan mi se, da ga ne čuje onaj drugi, obrati: ’Amidža, pokaži mi Ebu Džehla!’ ’Sinko, zbog čega to pitaš?’, rekoh. Mladić reče: ’Zavjetovao sam se da ću ga ubiti, ili će on mene ubiti.’ Onaj drugi mladić isto mi je to rekao. Nakon toga, silno sam se obradovao i nisam poželio da njihovu blizinu zamijenim za blizinu bilo kojih drugih boraca. Napokon sam im pokazao Ebu Džehla, i oni su se okomili na njega čim je borba počela. Ti mladići bili su Afrini sinovi.” (el-Buhari)\n\nEnes, radijallahu anhu, kazuje: ”Resulullah, sallallahu alejhi ve sellem, reče: ’Ko će provjeriti šta se dogodilo s Ebu Džehlom?’ ’Ja ću provjeriti, Božiji Poslaniče’, javi se Ibn Mesud. Otišao je i zatekao Ebu Džehla na samrti zbog rana koje su mu zadala dvojica Afrinih sinova. Ibn Mesud stao je pored Ebu Džehla i koreći ga rekao: ’Eto, Allah te je ponizio!’ ’A zar je poniženje poginuti?’, upitao je on.” (el-Buhari)\n\nIbn Ishak prenosi da je Ibn Mesud ispričao: ”Našao sam Ebu Džehla na tlu, bio je smrtno ranjen, a na njegovoj se glavi nalazio šljem; on imaše oštru sablju, a moja bijaše tupa. Počeo sam ga udarati svojom sabljom po glavi, sjećajući se toga kako me je on po glavi udarao u Meki. Kako sam se umorio, uzeo sam njegovu sablju, a on je podigao glavu i upitao: ’Ko je pobijedio: mi ili oni?’ Prepoznao me i rekao: ’Zar ti nisi onaj prezreni pastirčić iz Meke?!’ I ja sam ga ubio. Potom sam našao Vjerovjesnika, sallallahu alejhi ve sellem, i izvijestio ga da sam ubio Ebu Džehla. On reče: ’Tako ti Allaha, Jednog Jedinog, jesi li odista ubio Ebu Džehla?!’, ponovivši te riječi tri puta, a zatim se zaputio sa mnom onamo gdje je ležao Ebu Džehl…”"
    },
    {
      "Ubejj b. Halef": "Ebu Hurejra, radijallahu anhu, kazuje da je Vjerovjesnik, sallallahu alejhi ve sellem, rekao: ”Stići će velika Allahova srdžba one ljude koji su povrijedili svog Vjerovjesnika! Stići će golema Allahova srdžba čovjeka koga ubije poslanik boreći se na Božijem putu!” (el-Buhari i Muslim)\n\nNeki su historičari zabilježili da je Ubejj b. Halef sretao Poslanika, sallallahu alejhi ve sellem, u Meki i govorio: ”Muhamede, imam rasnog konja koga izuzetno dobro hranim, s njega ću te ubiti!” ”Naprotiv, ja ću tebe ubiti, inšallah”, odgovorio mu je Resulullah.\n\nIbn Kesir prenosi da je Urva b. ez-Zubejr rekao: ”Ubejj b. Halef zakleo se u Meki da će ubiti Allahova Poslanika, sallallahu alejhi ve sellem. Čuvši za to, Poslanik je rekao: ’Ja ću njega ubiti, inšallah!’ U Bici na Uhudu, Ubejj je dojahao u neprobojnom oklopu i povikao: ’Da Bog dā da umrem ako Muhammed odavde ode živ!’, i napao na Poslanika. Utom je dotrčao Musab b. Umejr i pokušao odbraniti Poslanika – poginuo je. Tad je Božiji Poslanik, sallallahu alejhi ve sellem, između Ubejjevog pancira i šljema uočio prazninu i pogodio ga kopljem. Ubejj je pao s konja, i njegovi su ga saborci odnijeli; rikao je poput vola iako iz njegove rane nije tekla krv. ’Ne boj se, to je samo ogrebotina’, rekoše mu saborci da bi ga umirili. No, on im je tad rekao da je Poslanik, sallallahu alejhi ve sellem, kazao: ’Ubit ću Ubejja!’”\n\nIbn Ishak zabilježio je, opet, verziju u kojoj se kaže da je Ubejj, nakon što ga je Vjerovjesnik, sallallahu alejhi ve sellem, pogodio kopljem, rekao: ”Ubi me, Boga mi, Muhammed! Da je na me pljunuo, usmrtio bi me.”\n\nNesretnik Ubejj b. Halef jedini je čovjek koga je ubio Poslanik islama, sallallahu alejhi ve sellem."
    },
    {
      "Ukba b. Ebu Muajt": "Nesretnik Ukba b. Ebu Muajt uradio je ono što nikad nijedan čovjek nije uradio. Dok je Resulullah, sallallahu alejhi ve sellem, bio na sedždi klanjajući namaz kod Kabe, Ukba je stavio svoju nogu na njegov vrat, pa mu je zbog toga, kao ”prikladna nagrada”, odsječena glava. Naime, on je bio zarobljen u Bici na Bedru, pa je Vjerovjesnik, sallallahu alejhi ve sellem, naredio da bude pogubljen; pogubio ga je Asim b. Sabit, radijallahu anhu. Kad je Asim prišao, Ukba je upitao: ”Kurejšije, zbog čega ću biti pogubljen?” ”Zbog neprijateljstva prema Allahu i Njegovu Poslaniku”, odgovori Asim i ubi ga.\n\nEš-Ša’bi kazuje: ”Allahov Poslanik, sallallahu alejhi ve sellem, zapovjedio je da se Ukba pogubi, pa on reče: ’Muhammede, zar ću ja biti jedini Kurejšija koji će biti pogubljen!?’ Poslanik, sallallahu alejhi ve sellem, odgovori mu potvrdno, a zatim se obrati prisutnima: ’Znate li šta mi je ovaj čovjek jednom prilikom uradio? Dok sam klanjao namaz iza Mekami-Ibrahima i bio na sedždi, prišao mi je, stavio svoju nogu na moj vrati i stisnuo me toliko da sam pomislio da će mi oči ispasti. Drugom prilikom, dok sam bio na sedždi, donio je iznutricu ovce i bacio je na moju glavu, te se pojavila Fatima, sklonila iznutricu i oprala mi glavu.’”\n\nOvog je nesretnika historija sasvim zaboravila, jer bijaše zagriženi neprijatelj islama."
    },
    {
      "Abdullah b. Kamea": "Abdullah b. Kamea ranio je Poslanika islama u očnu jagodicu, slomio mu zub i rasjekao donju usnu iznutra. Ibn Abbas, radijallahu anhu, proklinjao je ovog čovjeka govoreći: ”Sručio Allah Svoju ljutnju na čovjeka koji je rasjekao lice Božijeg Poslanika, sallallahu alejhi ve sellem!”\n\nEbu Umama, radijallahu anhu, kazivao je: ”Abdullah b. Kamea pogodio je u Bici na Uhudu Vjerovjesnika, sallallahu alejhi ve sellem, u lice i slomio mu zub, rekavši: ’Evo ti, Muhammede! Ja sam, neka znaš, Abdullah b. Kamea!’ ’Šta ti je, ponizio te Allah!’, rekao je Poslanik” (et-Taberani). I odista je Svemogući Allah uslišio ovu Poslanikovu dovu: Abdullah b. Kamea nastradao je od divojarca koji ga je raskomadao udarajući ga rogovima."
    },
    {
      "Jevrejsko pleme En-Nedir": "Historičar Ibn Ishak zapisao je da je Resulullah, sallallahu alejhi ve sellem, s Ebu Bekrom, Omerom i Alijom, posjetio jevrejsko pleme en-Nedir tražeći od njih pomoć za isplatu krvarine za dvojicu pripadnika plemena Amir koje je ubio Amr b. Umejja, utoliko jer je njima dvojici Poslanik bio dao jamstvo; jevreji i pleme Amir bijahu u savezu. Pristali su na to rekavši: ”Ebul-Kasime, pomoći ćemo ti!” Resulullah, sallallahu alejhi ve sellem, sjeo je pored jednog zida, a oni jedni drugima tiho rekoše: ”Neće vam se ukazati bolja prilika da ubijete Muhammeda! Ko će se popeti na onaj zid i baciti kamen na njega? Eto, time bismo se oslobodili njegova zla.” Javio se Amr b. Džehhaš b. Ka’b: ”Ja ću to uraditi!”, i popeo se na zid da ubije Vjerovjesnika, sallallahu alejhi ve sellem. Međutim, Gospodar je posredstvom objave obavijestio Poslanika o njihovoj namjeri, i on se odmah vratio u Medinu. Ebu Bekr, Omer i Alija, radijallahu anhum, čekali su ga kod onog zida i, kako se nije vratio, pošli su ga tražiti. Sreli su nekog čovjeka i upitali ga je li vidio Allahova Poslanika, sallallahu alejhi ve sellem. On ih je obavijestio da ga je vidio kako ulazi u Medinu. Našli su ga te ih je obavijestio o namjeri jevrejā.\n\nKaže se da je Vjerovjesnik, sallallahu alejhi ve sellem, poslao Muhammeda b. Meslemu da od jevrejā zahtijeva napuštanje Medine, ali su dvoličnjaci poslali nekog u pleme en-Nedir kako bi ih ohrabrio i obećao im pomoć. To ih je ohrabrilo, uslijed čega je Hujejj b. Ahtab javio Poslaniku islama da jevreji neće napustiti svoje domove. Time je jevrejsko pleme en-Nedir prekršilo dogovor o nenapadanju, pa je Resulullah, sallallahu alejhi ve sellem, naredio da se krene na njih. Opkolio je njihove utvrde, u koje su se sklonili, i držao ih u opsadi šest dana. Nakon toga naredio je da se spale palme koje su davale najlošije plodove, a ne palme s najboljim datulama. Kad su ugledali dim, rasrdili su se i povikali: ”Muhammede, dosad si odvraćao od nereda i osuđivao si one što ga čine, a sad, eto, spaljuješ naše palme!” Zbog tih njihovih riječi Svevišnji Allah objavio je: ”To što ste neke palme posjekli ili ih da uspravno stoje ostavili – Allahovom voljom ste učinili, i zato da On nevjernike ponizi.” (el-Hašr, 5)\n\nMeđutim, jevreji nisu dugo izdržali u utvrdama: zato što su oslabjeli, već dvadesetog dana poslali su Vjerovjesniku, sallallahu alejhi ve sellem, izaslanika da pregovara u njihovo ime. Dogovor koji su postigli glasio je: jevrejsko pleme en-Nedir zasvagda mora napustiti Medinu odlazeći onamo kamo ono želi i ostavljajući sve oružje i ratnu opremu muslimanima;ponijet će onoliko koliko žele druge imovine, pa makar se radilo i o vrijednim predmetima, a pokretnine i nekretnine koje ostave iza sebe pripadaju muslimanima; muslimani garantiraju slobodu i sigurnost jevrejima ukoliko se nastane u području pod upravom islamske vlasti.\n\nI zaista su jevreji natovarili na deve sve što se moglo natovariti, pa čak su vadili i kućne pragove; ono što ne mogahu ponijeti, to su uništavali, da se muslimani ne bi time okoristili.\n\nOdlazeći iz Medine bili su nadasve prestrašeni i kivni na muslimane. Jedan jevrej ponio je punu kravlju kožu zlata i, udarajući po njoj, govorio je: ”Evo, pomoću ovog ćemo zavladati. Ako ostavljamo palme u Medini, pa, u Hajberu također ima palmi.”\n\n”On je prilikom prvog progonstva iz domova njihovih protjerao one sljedbenike Knjige koji nisu vjerovali. Vi niste mislili da će otići, a oni su mislili da će ih utvrde njihove od Allahove kazne odbraniti, ali im je Allahova kazna došla odakle se nisu nadali i On je u srca njihova strah ulio – vlastitim rukama i rukama vjernika svoje domove su rušili. Zato uzmite iz toga pouku, o vi koji ste razumom obdareni!” (el-Hašr, 2)\n\nEto, tako je pleme en-Nedir bilo obmanuto svojom snagom i utvrdama, zaboravljajući da ih od Allahove sile i moći ništa ne može spasiti. Gospodar ih je uništio iznutra, onako kako to uopće nisu očekivali: ubacio je u njihova srca strah, pa su svoje utvrde svojim rukama otvorili – Svemogući Allah pokazao im je da nisu oni tī koji vladaju svojim postupcima i da se ne mogu suprotstaviti Božijoj volji…"
    },
    {
      "Ka'b b. El-Ešref": "Džabir, radijallahu anhu, kazivao je: ”Jednom, Allahov Poslanik, sallallahu alejhi ve sellem, reče: ’Ko će se obračunati s Ka’bom b. el-Ešrefom? On vrijeđa Allaha i Njegova Poslanika!’ Javi se Muhammed b. Meslema i reče: ’Božiji Poslaniče, želiš li da ga pogubim?’ ’Da, želim to’, Poslanik islama odgovori. Muhammed upita: ’Dozvoljavaš li mi da slažem na tebe kako bih zadobio njegovo povjerenje i ubio ga?’ ’Da, dozvoljavam to’, odgovori Resulullah. Muhammed b. Meslema otišao je s nekim ljudima Ka’bu b. el-Ešrefu i rekao: ’Muhammed od nas traži imetak! Budući da nas je time mnogo opteretio, došao sam, evo, tebi da mi daš pozajmicu.’ On reče: ’To nije sve! Muhammed će od vas još više zahtijevati, u to nema nikakve sumnje.’ Muhammed Ka’bu reče: ’Mi smo prihvatili islam, oglasili smo to, i ne ide nam u prilog da ostavimo Muhammeda dok ne vidimo hoće li njegova vjera zavladati. Eto, želimo da nam posudiš imetka.’ Ka’b upita: ’Uredu je, posudit ću vam, ali mi dajte zalog.’ ’Šta želiš kao zalog?’, upita Muhammed. Ovaj reče: ’Dajte mi svoje žene.’ ’Ti si prelijep, pa ti ne možemo dati svoje žene kao zalog’, objasni mu Muhammed b. Meslema. Nesretnik jevrej reče: ’Onda mi dajte svoje sinove kao zalog.’ ’Ne možemo dopustiti na naše sinove neko vrijeđa i govori im da su dati kao zalog za tovar-dva žita. To bi za nas bila velika sramota’, kaza Muhammed, ’dat ćemo ti oružje kao zalog.’ I dogovoriše se da se navečer sretnu. Kad je noć pala, Muhammed b. Meslema i Ebu Naila, Ka’bov brat po mlijeku, odoše opet Ka’bu. Međutim, kao da je slutila prevaru, Ka’bova žena reče: ’Kamo ćeš ovako kasno!?’ On joj odgovori: ’Ono su Muhammed b. Meselma i moj brat po mlijeku Ebu Naila! Hrabar se muškarac odazove na poziv, pa makar znao da će biti ubijen.’ Muhammed b. Meslema obratio se svojim prijateljima: ’Kad se Ka’b pojavi, ja ću mu pomirisati glavu. Kad vidite da je pogodno, ustremite se na njega i ubijte ga.’ Ka’b se pojavio naoružan i namirisan, te Muhammed reče: ’Ah, tako lijep miris nikad nisam osjetio!’ ’Za mene je udata najljepša Arapkinja’, objasni Ka’b. Muhammed na to reče: ’Mogu li pomirisati tvoju glavu?’ ’Naravno, možeš’, jevrej odgovori. Zatim je njegovu glavu opet pomirisao, nakon čega su ga ubili. Po povratku u Medinu izvijestili su Resulullaha, sallallahu alejhi ve sellem, o uspješno izvršenom zadatku.” (el-Buhari)\n\nNeki historičari kažu da je Ka’b b. el-Ešref, koji u pjesmama rugalicama vrijeđaše Allaha i Poslanika, jednom otputovao u Meku, čije je stanovnike podržao u neprijateljstvu prema islamu. Ebu Sufjan upitao ga je: ”Tako ti Allaha, je li vjera koju ispovijedaju Muhammed i njegovi drugovi bolja i draža Allahu od vjere koju ispovijedamo mi? I ko je, prema tvom prosuđivanju, bliži istini? Ta mi ljudima činimo dobročinstvo, dajemo im hranu i pojimo ih vodom.” Ka’b reče: ”Vi ste na ispravnijoj stazi od njih!”, i Allah, džellešanuhu, objavio je: ”Zar ne vidiš one kojima je dat jedan dio Knjige kako u kumire i šejtana vjeruju, a o neznabošcima govore: ’Oni su na ispravnijem putu od vjernika.’ Njih je Allah prokleo, a onom koga je Allah prokleo nećeš naći nikoga ko bi mu pomogao.” (en-Nisa, 51,52)"
    },
    {
      "Hujejj b. Ahtab": "Prvak jevrejskog plemena en-Nedir Hujejj b. Ahtab, iskvareni i veoma podli čovjek, uspio je nagovoriti pleme en-Nedir da prevare muslimane kršeći tako ugovor koji su potpisali s njima. Hujejj obeća prvaku plemena Kurejza da će biti s njima kako bi podnio sve eventualne nedaće koje će stići jevreje ako saveznici, koji držahu Medinu u okruženju, ne mognu uništiti muslimansku vojsku. On je uistinu održao obećanje: ostao je s jevrejskim plemenom Kurejza.\n\nHistoričari su zapisali da je Hujejj b. Ahtab doveden pred Vjerovjesnika, sallallahu alejhi ve sellem, ruku svezanih iza vrata, pa je pogledao u Poslanika i rekao: ”Kunem se Allahom, ne kajem se zbog neprijateljstva prema tebi, ali se uvjerih da Allah ostavi onog ko Ga iznevjeri.” U drugoj se verziji kaže da se Allahov Poslanik, sallallahu alejhi ve sellem, obratio Hujejju: ”Eto, Allah mi je omogućio da te uhvatim!” ”Jest, omogućio ti je to. Onaj ko tebe prevari bit će ostavljen”, odgovorio je nesretnik. Kad je došao na stratište, obratio se prisutnima: ”O ljudi, sve je ovo Allah odredio i sve će proći! Ovo je golemo stradanje koje je Gospodar odredio sinovima Israilovom.”"
    },
    {
      "Abdullah b. ubejj b. Selul": "Džabir, radijallahu anhu, kazuje: ”Kad smo bili s Vjerovjesnikom, sallallahu alejhi ve sellem, u jednoj bici, i mnogi su se muhadžiri okupili oko Poslanika, sallallahu alejhi ve sellem, pa je neki muhadžir, poznati šaljivdžija, udario jednog ensariju po zadnjici, a ovaj se žestoko naljutio. Ensarija je povikao: ’O ensarije!’, a muhadžir je povikao: ’O muhadžiri!’ Resulullah, sallallahu alejhi ve sellem, izađe iz šatora i upita: ’Šta je ljudima pa se pozivaju na paganstvo?! Šta se to dogodilo?’ Kad su mu kazali da je muhadžir udario ensariju po zadnjici, rekao je: ’Izbjegavajte pozivanje na paganstvo, ono je odvratno!’” (el-Buhari). I tad je Abdullah b. Ubejj zaprijetio: ”Nakon što se vratimo u Medinu, jači će istjerati slabije!” Zejd b. Erkam, radijallahu anhu, kazivaše: ”Bio sam u jednoj bici i čuo sam Abdullaha b. Ubejja da govori: ’Nemojte udjeljivati onima što slijede Allahova Poslanika, ne bi li ga napustili!’” (el-Buhari)\n\nIbn Ishak zapisao je: ”Kad su muslimani bili u pohodu na jevrejsko pleme el-Mustalik, zaposjeli su njihove izvore. Omer, radijallahu anhu, doveo je Džehdžaha b. Mesuda, najamnika iz plemena Giffar, koji je vodio konja. Džehdžah i Sinan el-Džuheni, koji bijaše u savezu s hazredžijskim klanom Avf, nisu se mogli složiti oko toga čiji će se konj prvi napiti, pa Sinan povika ensarije, a najamnik pozva muhadžire. Na to se Abdullah b. Ubejj b. Selul žestoko naljuti; on se nalazio s nekoliko svojih saplemenika među kojima bijaše i mladić Zejd b. Erkam. Abdullah b. Ubejj reče: ’Zar su se već digli protiv nas?! Žive u našoj zemlji, a pretekli su nas brojem i zbog njih se osjećamo nelagodno! Tako mi Boga, kad je riječ o nama i njima, možemo se poslužiti davnašnjom poslovicom: ’Hrani psa, i on će te uništiti!’ Nakon što se vratimo u Medinu, jači će istjerati slabije, kunem se Bogom!’ Potom se obratio prisutnima i ukorio ih: ’Eto, dopustili se sebi da Mekance primite u svoje domove, s njima ste podijelili svoje imetke! Kad biste im uskratili to što im dajete, oni bi morali otići u drugi grad.’ To je čuo Zejd b. Erkam i odmah otišao Resulullahu, sallallahu alejhi ve sellem, i sve mu ispričao. S Poslanikom u društvu bio je Omer, radijallahu anhu, koji reče: ’Zapovjedi Abbadu b. Bišru da ga ubije!’ Ipak, Vjerovjesnik, sallallahu alejhi ve sellem, reče: ’A šta bi se, Omere, dogodilo kad bi narod počeo govoriti da Muhammed ubija svoje drugove?! Ne, on ga neće ubiti! Naredi pokret!’ A  Poslanik islama nikad u to vrijeme nije prekidao odmor i polazio dalje. Saznavši da je Zejd prenio Poslaniku one riječi, dvoličnjak Abdullah b. Ubejj, inače uglednik i prvak svog naroda, pronašao je Poslanika i zakleo mu se Allahom da to nije rekao. Prisutne ensarije rekoše: ’Allahov Poslaniče, možda je Zejd, jer je dječak, pogrešno čuo’, braneći Abdullaha b. Ubejja. Kad se Resulullah, sallallahu alejhi ve sellem, odvojio ustranu, sustigao ga je Usejd b. Hudajr, učtivo ga pozdravio i rekao: ’Allahov Poslaniče, naredio si polazak u vrijeme kad nije bilo lahko poći, a u kojem si se uvijek odmarao.’ ’A zar nisi čuo šta je tvoj sunarodnjak rekao?!’, Poslanik upita. ’On tvrdi da će, pošto se vratimo u Medinu, jači istjerati iz nje slabije.’ Usejd reče: ’Allahov Poslaniče, tako mi Uzvišenog Allaha, ti njega možeš istjerati kad god to poželiš! On je poniženi, a ti si ponosni! Božiji Poslaniče, molim te da prema njemu budeš blag. Allah je odredio da nam dođeš u Medinu onda kad smo vršili posljednje pripreme da ga proglasimo vladarem. Eto, on smatra da si mu oteo vlast.’ Allahov Poslanik, sallallahu alejhi ve sellem, nije dozvolio da se stane sve do kasnog jutra sljedećeg dana, pa su ljudi pozaspali čim su odsjeli. Uradio je sve to kako se vojska ne bi zaokupljala jučerašnjim događajem… Kasnije se sin Abdullaha b. Ubejja obratio Resulullahu: ’Allahov Poslaniče, čuo sam da imaš namjeru ubiti mog oca Abdullaha! Ako je to zaista tako, ja ću ga ubiti i donijet ću ti njegovu glavu… Ne bih mogao podnijeti da ga neko drugi ubije; možda bih toga čak i ubio, pa biste me vi ubili te bih na koncu zaslužio džehennem.’ Božiji Poslanik, sallallahu alejhi ve sellem, reče mu: ’Neće mu niko nauditi. Prema njemu ćemo se lijepo odnositi sve dok bude ovdje.’ Jednom, Allahov Poslanik, sallallahu alejhi ve sellem, obratio se Omeru: ’Šta misliš, Omere, je li ovako bolje? Da sam ubio Abdullaha b. Ubejja b. Selula poslušavši te onog dana, njegovi bi se sunarodnjaci žestoko pobunili, a sad bi ga upravo oni ubili.’ Omer reče: ’Poslaniče, znam da ti ispravnije prosuđuješ od mene.’”\n\nKad je umro Abdullah b. Ubejj b. Selul, njegov sin musliman zatražio je od Poslanika ogrtač da u njega umota oca. Poslanik je udovoljio njegovoj molbi zato što je on, dvoličnjak Abdullah, dao svoj ogrtač el-Abbasu kad je došao u Medinu, a kome nisu mogli naći ogrtač odgovarajuće veličine."
    },
    {
      "Esjer b. Zarim": "Stanovnici Hajbera postavili su za vladara čovjeka po imenu Esjer b. Zarim. On se istinski trudio da nahuška saveznike u borbi protiv muslimana u Medini. Pokušao je Allahovu Poslaniku, sallallahu alejhi ve sellem, nauditi toliko da pretekne svoje prethodnike, vladare Hajbera. Posjetio je pleme Gatafan i neka druga plemena u Nedždu te mjesta gdje su živjeli nomadi mnogobošci, da bi ih potaknuo na vojni pohod protiv stanovnika Medine. Resulullah, sallallahu alejhi ve sellem, poslao je trideset svojih drugova s Abdullahom b. Revahom kao zapovjednikom da Esjera pozovu u Medinu. Kad su tamo stigli, Abdullah mu reče: ”Esjere, Božiji Poslanik, sallallahu alejhi ve sellem, poslao nas je da te pozovemo u Medinu! On će ti dati upravu nad Hajberom.” Ovaj jevrej pristao je na poziv, pa je pošao sa svojih trideset najodanijih prijatelja. Iza svakog je muslimana na jahalici sjedio jevrej, a Esjer, velikodostojnik Hajbera, jahao je iza Abdullaha b. Unejsa. I dok su jahali u pravcu Medine, jevreji su htjeli muslimane mučki pobiti. Esjer b. Zarim posegnuo je rukom i dohvatio sablju Abdullaha b. Unejsa da ga posiječe, no Abdullah, jer je bio na oprezu, ote sablju iz njegove ruke i ubi ga. Zatim se zametnu borba između muslimana i jevreja koji su bili u pratnji svog velikodostojnika Esjera. Samo je jedan jevrej pobjegao, a ostali su poubijani."
    },
    {
      "Kisra": "Ebu Džerir zabilježio je predanje u kojem se kaže da je Allahov Poslanik, sallallahu alejhi ve sellem, Kisri, vladaru Perzije, poslao dopis sljedećeg sadržaja: ”U ime Allaha, Milostivog, Samilosnog! Od Muhammeda, Allahova poslanika, Kisri, velikodostojniku Perzijanaca! Neka je spas onom ko slijedi uputu! Ja svjedočim da je Allah jedini bog i da je Muhammed Božiji rob i poslanik! Pozivam te Allahu! Ja sam uistinu Božiji poslanik svim ljudima. Allah me je poslao da upozorim onog ko razmišlja i da se ostvari prijetnja nad krivovjernima. Ako prihvatiš islam, bit ćeš spašen, a ukoliko to odbiješ, snosit ćeš grijeh za vatropoklonike.” Međutim, Kisra je pocijepao taj Poslanikov dopis. Zatim je napisao svom namjesniku Bazanu, koji vladaše Jemenom: ”Pošalji u el-Hidžaz dvojicu snažnih ljudi koji će mi dovesti Muhammeda!” Bazan posla dvojicu snažnih ljudi, napisavši pismo u kojem traži od Vjerovjesnika, sallallahu alejhi ve sellem, da pođe Kisri… To je pismo ovako glasilo: ”Vladar Perzije Kisra traži od tebe da pođeš s nama u Perziju! Ako se ne odazoveš na ovaj poziv, on će izvršiti pohod na tvoju zemlju, porobit će tvoje sunarodnjake i opljačkati njihovu imovinu.” Pošto su našli Poslanika i ušli u njegovu kuću, a bijahu pustili brkove i obrijali bradu, on ih ukori, ne mogavši gledati u njih: ”Teško vama! Ko vam je naredio da to uradite!” ”Naš gospodar Kisra”, oni odgovoriše. ”Meni je moj Gospodar zapovjedio da pustim bradu, a da potkresujem brkove”, reče im Vjerovjesnik, sallallahu alejhi ve sellem. ”Dođite sutra”, kaza im. Allahov je Poslanik, sallallahu alejhi ve sellem, u međuvremenu posredstvom objave saznao da je Kisru određenog dana ubio njegov sin Širvah i zaposjeo tron. Resulullah, sallallahu alejhi ve sellem, pozvao je onu dvojicu i izvijestio ih o tom. ”Znaš li šta govoriš?! Hoćemo li to zapisati i odnijeti dopis Bazanu?” Poslanik, sallallahu alejhi ve sellem, reče: ”Da, zapišite to i recite mu da će moja vjera i moja vlast doprijeti donde dokle je doprijela Kisrina vlast, pa i više. Poručite mu da će zadržati vlast ako primi islam.” Zatim je Vjerovjesnik, sallallahu alejhi ve sellem, dao jednom od njih dvojice stanovitu količinu zlata i srebra, poklon koji je dobio od nekog kralja. Kad su njih dvojica stigli u Jemen i prenijeli Bazanu šta se dogodilo, on reče: ”Tako mi Boga, tako ne govore kraljevi! Ja uistinu mislim da je Muhammed vjerovjesnik, kako to tvrdi. Ako bude istina ono što je rekao, on je, bez imalo sumnje, vjerovjesnik koji je poslat ovom narodu. A ukoliko to ne bude istina, vidjet ćemo kako ćemo s njime dalje postupati.” Nedugo zatim Bazan je dobio dopis od Širvaha: ”Ubio sam Kisru zato što je dopustio da se ubijaju perzijski prvaci! Kad dobiješ ovaj dopis, neka mi se narod zakune na vjernost…” Bazan reče: ”Muhammed je Allahov poslanik”, i primi islam, kao što su islam prihvatili i njegovi sinovi.\n\nKad je o ovom riječ, zanimljivo je sljedeće zapažanje imama eš-Šafija: ”Kad je Kisri donesen Poslanikov dopis, on ga je pocijepao, zbog čega je Vjerovjesnik, sallallahu alejhi ve sellem, rekao: ’Bit će pocijepana njegova vlast!’ S druge strane, Kajsar je Poslanikov dopis stavio u posudu s miskom, zbog čega je Vjerovjesnik, sallallahu alejhi ve sellem, učinio dovu: ’Bože, učvrsti vlast Kajsarovu!’”"
    },
    {
      "Klan El-Bekrijjun": "U Nedždu, istočno od Medine, živio je klan el-Bekrijjun, kome je Allahov Poslanik, sallallahu alejhi ve sellem, poslao dopis u kojem ih poziva u islam. Oni su, rugajući se pozivu u tevhid, s kože na kojem bijaše napisan taj dopis saprali tintu i njome zatvorili pukotinu na nekom krčagu – nisu se odazvali Poslaniku islama. Žena imenom Ummu Habiba, koja bijaše poštena i pronicljiva, osudi to njihovo ponašanje, što ukazuje na to da je bila muslimanka. Historičari navode da je Sveznajući Allah kaznio pripadnike ovog plemena tako što je učinio da u svemu žure, griješe i nejasno govore. A kasnije, 9. godine po Hidžri, Vjerovjesnik, sallallahu alejhi ve sellem, poslao je na njih vojsku pod zapovjedništvom ed-Dahhaka b. Sufjana, koja ih je porazila."
    },
    {
      "Nesretna skupina ljudi": "Enes, radijallahu anhu, kazuje da su neki ljudi iz plemenena Ukal i Urejna došli u Medinu i, budući da im nisu odgovarali medinska klima i voda, razboljeli su se. Allahov Poslanik, sallallahu alejhi ve sellem, poslao ih je da borave tamo gdje su se čuvale deve i da piju mlijeko i mokraću deva. Oni su pobili čobane Allahovog Poslanika, sallallahu alejhi ve sellem, uzeli deve i odmetnuli se od islama. Pošto su uhvaćeni i dovedeni Vjerovjesniku, sallallahu alejhi ve sellem, naredio je da im se ruke i noge unakrst odsijeku, a oči izvade, te da potom budu bačeni na kamenjar. (et-Tirmizi)\n\nAllah, džellešanuhu, povodom tog slučaja objavio je: ”Kazna za one koji protiv Allaha i Poslanika Njegova vojuju i koji nered na Zemlji čine jest da budu ubijeni, ili razapeti, ili da im se unakrst ruke i noge odsijeku ili da se iz zemlje prognaju. To im je poniženje na ovom svijetu, a na onom svijetu čeka ih patnja velika, ali ne i za one koji se pokaju prije nego što ih se domognete! I znajte da Allah prašta i da je milostiv.” (el-Maida, 33, 34)"
    },
    {
      "Usmrtio ga grom": "Enes pripovijeda da je Resulullah, sallallahu alejhi ve sellem, poslao jednog ashaba da u islam pozove nekog velikodostojnika mnogobošca. On je tog ashaba upitao: ”Kaži mi šta o svom Gospodaru, Kome me pozivaš! Od čega je On? Je li od gvožđa, ili je od bakra, ili je od srebra, ili pak od zlata?” Taj se ashab vrati i ispriča šta se dogodilo, pa ga je Vjerovjesnik, sallallahu alejhi ve sellem, poslao još dva puta da pozove istog onog mnogobožačkog prvaka u vjeru – on je islam uvijek odbijao postavljajući neprikladna pitanja. Napokon, Allah je, džellešanuhu, poslao grom koji ga je spalio, i tad je objavljen kur’anski ajet: ”I grmljavina veliča i hvali Njega, a i meleki, iz strahopoštovanja prema Njemu. On šalje gromove i udara njima koga hoće – i opet oni raspravljaju o Allahu – a On sve može.” (er-Ra’d, 13)"
    },
    {
      "Osušila mu se ruka": "Selema b. el-Ekva, radijallahu anhu, kazuje: ”Neki je čovjek u Vjerovjesnikovu, sallallahu alejhi ve sellem, prisustvu jeo lijevom rukom, pa mu je Poslanik rekao: ’Jedi desnicom!’ ’Ne mogu’, odvrati on. ’I ne mogao!’, reče Poslanik i dodade: ’Iz oholosti me nisi poslušao!’ Taj čovjek nikad više nije ruku prinio ustima.” (Muslim) Eto, njemu se zbog odbijanja sunneta i zbog Poslanikove dove osušila ruka. Da je slijeđenje sunneta i prilikom jela bezazlena stvar, onaj čovjek ne bi zaslužio ovako oštar prijekor. Ovo predanje naznačuje važnost slijeđenja Allahova Poslanika, sallallahu alejhi ve sellem, i upozorava na opasnost od zanemarivanja njegove prakse."
    },
    {
      "Abhela b. El-Anbesi": "Dok je Božiji Poslanik, sallallahu alejhi ve sellem, bio na samrtnoj postelji, ubijen je Abhela el-Anbesi, čovjek koji se bio posvetio ibadetu i činio začudne stvari, te naposlijetku izjavio da je poslanik. Neki su se muslimani dogovorili da ga ubiju, uz pomoć njegova žene, čijeg je oca on ubio. Govorila je: ”Abhela mi je najmrži čovjek na Zemlji! Čuva ga straža u njegovim odajama…” I ona im je otkrila kako će u njegove odaje ući neopaženi. Ubio ga je Fejruz ed-Dejlemi i zatresao njegovom glavom, koja je počela rikati. To su čuli stražari i pošli unutra, ali je njegova žena rekla: ”Polahko! On je vjerovjesnik i sad mu dolazi objava!” Ashabi koji bijahu prisutni napisali su dopis i poslali ga u Medinu, ali je Allah, džellešanuhu, Resulullahu, sallallahu alejhi ve sellem, objavio da je Abhela ubijen; onaj je dopis stigao tek poslije Poslanikove smrti."
    },
    {
      "Otpadnik koga je zemlja izbacila": "Enes b. Malik, radijallahu anhu, kazuje da je jedan Vjerovjesnikov, sallallahu alejhi ve sellem, pisar naučio sure el-Bekara i Alu Imran napamet i odmetnuo se zatim od islama te otputovao u Meku da se priključi mnogobošcima. Tamo je i umro. Allahov Poslanik, sallallahu alejhi ve sellem, rekao je u vezi s njime: ”Zemlja će ga izbaciti!” I zaista, iskopali su mu raku i zakopali ga, a zemlja ga je izbacila. Mekanci su ga zakopali još dva puta, ali ga zemlja nije htjela primiti, te su ga ostavili…"
    },
    {
      "Lažac Musejlima": "Lažac Musejlima, koga su zvali Milostivi, proglasio se poslanikom. On vladaše el-Jemamom i bijaše svoje sunarodnjake nadasve prestrašio, pa su ga prihvatili kao poslanika. Musejlima je iznosio laži na Uzvišenog Allaha i Vjerovjesnika, sallallahu alejhi ve sellem, zbog čega ga je Gospodar osramotio i ponizio još na ovom svijetu; ubio ga je rob Vahši. Na Sudnjem će danu lice lašca Musejlime biti crno i bit će proklet zbog svojih nedjela.\n\nMusejlima je izmišljao određene rečenice govoreći da mu se objavljuju. Izmislio je i ovo: ”O žabo, koja si od dvije žabe nastala! Niti vodu prljaš, niti onima što piju smetaš. Tvoja glava u vodi se nalazi, a zadnjica je u zemlji.”\n\nDok je bio paganin, Amr b. el-As posjetio je Musejlimu, koji ga je upitao: ”Šta je objavljeno tvom sunarodnjaku Muhammedu?” ”Objavljena mu je i jedna veoma kratka sura koja nosi velike poruke”, odgovori Amr. ”Prouči mi tu suru”, reče Musejlima. Amr b. el-As prouči suru el-Asr. Musejlima je, čuvši to, oborio glavu i neko vrijeme šutio, a zatim rekao: ”Meni je, evo, objavljena sura istih takvih karakteristika!” ”Prouči je”, kaza Amr. Musejlima prouči: ”Pećinaru, pećinaru, ti si glodar! Tebe grudi i rep čine!” Zatim je upitao Amra: ”Sviđa li ti se ovo?” ”Kunem se Allahom, ti si svjestan toga da ja tebe smatram lašcem!”, odgovorio je Amr.\n\nMusejlima je pokušavao oponašati Poslanika, sallallahu alejhi ve sellem, u pogledu mudžiza, nadnaravnih djela, pa je jednom prilikom uzeo abdest i tom vodom zalio palmu – ona se osušila; dovedeno mu je dvoje djece da ih pomiluje i za njih zatraži blagoslov gladeći ih po glavi – ona su se razboljela; nekog čovjeka boljele su oči, i Musejlima ih je potrao – taj je oslijepjeo…\n\nMusejlima je Allahovu Poslaniku, sallallahu alejhi ve sellem, poslao sljedeći dopis: ”U ime Allaha, Milostivog, Samilosnog! Ovo je dopis koji šalje Musejlima, Allahov poslanik, Muhammedu, Allahovu poslaniku! Neka je mir tebi! I ja sam Božiji poslanik, objavljuje mi se! Neka tebi pripadne vlast na jednom, a meni na drugom dijelu Arabijskog poluotoka. A plemenu Kurejš neće pripasti vlast jer ono čini nasilje.” Na to mu je Allahov Poslanik, sallallahu alejhi ve sellem, odgovorio: ”U ime Allaha, Milostivog, Samilosnog! Ovo je odgovor od Muhammeda, Allahova poslanika, lašcu Musejlimi! Neka u miru živi onaj ko slijedi Božiju uputu! Zemlja pripada Allahu, Koji je u naslijeđe daje kome hoće, a konačan ishod bit će u korist onih koji su bogobojazni.” (el-Buhari)\n\nPošto je Resulullah, sallallahu alejhi ve sellem, preselio na ahiret, Musejlima je počeo tvrditi da je on preuzeo cjelokupno poslanstvo na sebe, ali ne potraja, i on bī ubijen.\n\nNa njega i na druge lašce koji se proglase poslanicima odnose se Božije riječi: ”Ko je nepravedniji od onog koji laži o Allahu iznosi ili koji govori: ’Objavljuje mi se’ – a ništa mu se ne objavljuje, ili koji kaže: ’I ja ću reći isto onako kao što Allah objavljuje.’ A da ti je vidjeti nevjernike u smrtnim mukama, kad meleki budu ispružili svoje ruke prema njima: ’Spasite se ako možete! Odsad ćete neizdržljivom kaznom biti kažnjeni zato što ste na Allaha ono što nije istina iznosili i što ste se prema dokazima Njegovim oholo ponašali.’” (el-En’am, 93)"
    },
    {
      "Stigle ga posljedice Sa'dove dove": "Džabir b. Semura, radijallahu anhu, pripovijeda: ”Stanovnici Kufe požalili su se Omeru na Sa’da b. Ebu Vekkasa rekavši da ne umije klanjati. Omer je Sa’da smijenio, a na njegovo mjesto postavio Ammara b. Jasira. Kad je Sa’d došao u Medinu, Omer ga je upitao: ’Stanovnici Kufe, Sa’de, govore da ne umiješ klanjati!’ ’Kunem se Allahom’, on reče, ’uvijek sam im klanjao onako kako je klanjao Allahov Poslanik, sallallahu alejhi ve sellem! A jacijski farz klanjao bih tako što bih na prva dva rekata malo duže stajao.’ Omer reče: ’O tebi su, eto, tako rekli.’ Nakon toga poslao je sa Sa’dom neke ljude u Kufu da ispitaju cijeli slučaj; oni su posjetili sve džamije i pitali o Sa’dovu ponašanju. Čovjek po imenu Usama b. Katada požalio se: ’Budući da nas pitate, reći ćemo. Sa’d nije sudjelovao u bitkama, nije ratni plijen pravedno dijelio i nije pravedno sudio!’ Sa’d reče: ’Ja se neću pravdati, ali ću uputiti ovu dovu: ’Allahu moj, ako ovaj čovjek laže i ako ovo govori zbog svog interesa i reputacije, poživi ga u siromaštvu i smutnjama!’ Usama b. Katada kasnije govoraše: ’Zaista, ja sam pohotni starac koga su stigle posljedice Sa’dove dove.’” Abdulmelik b. Umejr govorio je: ”Doživio sam da je Usama b. Katada toliko ostario da su mu obrve pokrile oči, a on se udvarao djevojkama na ulici.”"
    },
    {
      "Nesretni čovjek koji je udario mrtvo tijelo halife Osmana": "Muhammed b. Sirin pripovijedao je: ”Dok sam obavljao tavaf oko Kabe, čuo sam nekog čovjeka da uči sljedeću dovu: ’Bože, oprosti mi, a Tvom se oprostu uopće ne nadam!’ ’Čovječe, nikoga nisam čuo da uči takvu dovu!’, prekorio sam ga. On reče: ’Zavjetovao sam se Allahu da ću, ako mi se ukaže prilika, ošamariti halifu Osmana. Nakon što je Osman ubijen, ljudi su ulazili u kuću i klanjali mu dženaza-namaz, pa sam i ja ušao pretvarajući se da želim klanjati dženazu. Pošto sam ostao sam u sobi, otkrio sam Osmana i ošamario ga desnicom po licu, i, evo, ruka mi se osušila.’”"
    },
    {
      "Smutljivac koji je želio vidjeti lice majke pravovjernih Aiše": "Ibn Kesir zapisao je: ”U Bici oko deve veliki smutljivac Ibn Dabia el-Mudžaši provirio je u nosiljku u kojoj je sjedila Aiša, radijallahu anha. Ona reče: ’Dalje od mene, prokleo te Allah!’ ’Tako mi Allaha, to si ti, Aiša!’, on reče. Ona tad uputi ovu dovu: ’Allah te osramotio, ruka ti odrezana bila i tvoje stidno mjesto ljudi gledali!’ Taj je čovjek ubijen u Basri, ruka mu je odsječena i go je bačen na smetljište plemena el-Ezd.”"
    },
    {
      "Nemilosrdni razbojnik": "Hasan el-Basri ispričao je sljedeće: ”Ebu Muallek, Poslanikov drug, bio je izuzetno pobožan i bogobojazan trgovački putnik. Jednom, na putovanju je sreo razbojnika koji mu se obratio: ’Odloži sve što imaš uza se! Ubit ću te!’ ’Zbog čega me želiš ubiti? Eto ti sav moj imetak, ali mi život poštedi’, reče mu Ebu Muallek. Razbojnik reče: ’Ne treba mi tvoj imetak, želim te ubiti!’ Ebu Muallek će na to: ’Ako me već moraš ubiti, onda mi dopusti da klanjam četiri rekata.’ ’Klanjaj koliko god želiš rekata’, pristade razbojnik. Ebu Muallek uzeo je abdest i klanjao četiri rekata, a na posljednjem rekatu proučio je ovu dovu: ’Allahu, Koji se umiljavaš Svojim stvorenjima, i Koji si vlasnik uzvišenog Arša, i Koji radiš ono što želiš, molim Ti se pomoću Tvog nedostižnog dostojanstva,pomoću Tvoje nedostižne vlasti i Tvoje svjetlosti koja ispunjava Arš da me zaštitiš od ovog razbojnika! Allahu, Tebi se, evo, obraćam za pomoć!’ Tad se pojavio konjanik s kopljem položenim na glavu svog konja. Razbojnik se sukobio s tim konjanikom i poginuo. Zatim je konjanik dojahao do Ebu Mualleka i zapovjedio mu da ustane. On je ustao i upitao: ’Ko si ti, iskupljujem te svojim roditeljima? Allah mi je život posredstvom tebe spasio!’ Ovaj reče: ’Ja sam melek s četvrtog neba. Pošto si učinio onu dovu, na nebesima se dogodila uzbuna i bī mi rečeno da se radi o nevoljniku koji traži pomoć, te sam zatražio od Uzvišenog Allaha da mi dopusti da ubijem razbojnika koji te napao.’”"
    },
    {
      "Čovjek koji nije mogao ugasiti žedj": "Nakon što su izginuli svi el-Husejnovi vojnici, pojavio se Malik b. el-Bišr i udario el-Husejna sabljom po glavi. El-Husejn je pocijepao haljetak, koji je nosio, i njime pokušao zaustaviti krvarenje, no haljetak ubrzo bī natopljen krvlju… El-Husejn, radijallahu anhu, reče: ”Da Bog da rukom ne mogao donijeti zalogaj hrane ni gutljaj vode do usta! Allah te oživio u društvu sa zulumćarima!” Poslanikov unuk el-Husejn osjetio je veliku žeđ, pa se pokušao napiti s Eufrata i, tek što je zagrabio šaku vode, čovjek po imenu Husajn b. Temim pogodi ga strijelom u ruku i krv mlazovito poteče. Zatim je el-Husejn podigao svoje krvave ruke prema nebu i uputio Svevišnjem Allahu ovu dovu: ”Gospodaru, iskorijeni ih, sve ih uništi i nikog ne ostavi!” Ibn Kesir navodi da je Husajn b. Temim, koji je pogodio el-Husejna strijelom, nakon kratkog vremena ožednio i nikad nije mogao ugasiti žeđ, pa ni ledenom vodom ni ledenim mlijekom. Kukao je: ”Teško meni! Dajte mi bilo šta čime bih ugasio žeđ koja me ubija!” Njegov se stomak kasnije rasprsnuo…"
    },
    {
      "Nesretnik kome je zmija ulazila na usta, a izlazila na nos": "Ibn Kesir navodi kako je nastradao Ubejdullah b. Zijad, vođa grešnikā, koji je poslao dopis Omeru b. Sa’du da ubije el-Husejna, radijallahu anhu. Ovaj je poročni čovjek ubijen na dan Ašure 67. hidžretske godine, a u tom je danu ubijen i Poslanikov unuk el-Husejn. El-Husejn je, naime, ubijen i donesena je Ubejdullahu b. Zijadu njegova glava u tepsiji, pa je uzeo štap i počeo je prevrtati u njoj govoreći: ”Ljepšeg čovjeka ne vidjeh u životu!” Neki čovjek obrati se Ubejdullahu b. Zijadu: ”Ne diraj tim štapom njegove usne! Tako mi Allaha, Jednog Jedinog, vidio sam kad je Allahov Poslanik, sallallahu alejhi ve sellem, svojim usnama poljubio el-Husejna u usne.” Allah, džellešanuhu, kaznio je Ubejdullaha b. Zijada tako što je učinio da ga se domogne Ibnul-Ešter i odrubi mu glavu. Pošto su njegovu glavu pokazali narodu, odnekle se pojavi zmija i poče ulaziti na usta, a izlaziti na nos."
    },
    {
      "Želio zastrašiti Enesa b. Malika": "El-Hadžadž b. Jusuf pozvao je Enesa b. Malika, radijallahu anhu, i obratio mu se: ”Jadni Enese, ti si čas uz Aliju, čas podržavaš Ibnuz-Zubejra, a čas si s Ibnul-Eš’asom! Naučit ću te pameti!” Enes reče: ”Mi smo Allahovi i Njemu ćemo se vratiti! Da nije nejači, ne bi me bilo briga gdje ću umrijeti i kako ću poginuti!” Takav je Enesov odgovor naljutio halifu Abdulmelika b. Mervana, pa mu je poslao prijeteće pismo. Enes je odgovorio sljedeće: ”U ime Allaha, Milostivog, Samilosnog! Ovo je dopis koji vladaru pravovjernih šalje Enes b. Malik! Vladaru, el-Hadžadž je prema meni ružno postupio i nedolične mi je riječi rekao, a to nisam ničim zaslužio! Uzmi u obzir to da sam služio Allahova Poslanika, sallallahu alejhi ve sellem, i daj mi moje pravo!” Halifa Abdulmelik b. Mervan poslao je dopis u kojem je iznad svega izgrdio el-Hadžadža; dopis mu je donio čovjek imenom Ismail. Kad se taj Ismail pojavio, el-Hadžadž reče: ”Dobro došao čovjek koga volim! Drago mi je što te vidim.” ”I meni je, tako mi Allaha, drago što te vidim”, reče Ismail, ”ali mi nije drago što ti dolazim ovim povodom!” Tu je el-Hadžadž osjetio strah. Upitao je: ”A kojim povodom dolaziš?” Ismail dade el-Hadžadžu dopis, i ovaj se poče znojiti čitajući ga. Čas je pogledao u dopis čas u Ismaila. Na koncu reče: ”Pođimo kod Enesa, da mu se izvinimo i tražimo oprost!” ”Ne žuri s time”, predloži Ismail, a ovaj reče: ”Kako da ne žurim kad si donio dopis od kojeg zavisi moj život?!”\n\nEvo šta je u tom dopisu pisalo: ”U ime Allaha, Milostivog, Samilosnog! Od vladara pravovjernih Abdulmelika b. Mervana el-Hadžadžu b. Jusufu! Donio si veliku nesreću ovom umetu i prekoračio si granice pristojnog ponašanja! Ja ću tebe naučiti pameti! Prokleo te Allah, prezreni i neugledni robe! Usudio si se zaprijetiti Enesu, koji je služio Resulullaha, sallallahu alejhi ve sellem, osam godina, i kome je Poslanik islama povjeravao svoje tajne, i od koga je tražio savjete! Kad ti stigne ovaj dopis, ima da prema Enesu budeš ponizan i manji od makova zrna. Ne postupiš li tako, platit ćeš glavom!”"
    },
    {
      "El-Muhtar b. Ebu Ubejd Es-Sekafi": "Na ovog se čovjeka odnose Poslanikove, sallallahu alejhi ve sellem, riječi: ”U plemenu Sekif pojavit će se lažac i smutljivac” (el-Buhari). U početku je bio nasibija: izuzetno je mrzio halifu Aliju, radijallahu anhu, a zatim je počeo tvrditi da je postao šiija, te se htio osvetiti el-Husejnovim ubicama i onima što su sudjelovali u njegovu ubistvu na Kerbeli. El-Muhtar b. Ebu Ubejd uživao je vladajući; mislio je da mu niko nije ravan. Lažući tvrdio je da mu melek Džibril donosi objavu. Enisa b. Zejd b. el-Erkam prenosi da je njen otac posjetio el-Muhtara, te mu je ovaj rekao da su kod njega malo prije toga bili Džibril i Mikail, na šta je Zejd rekao: ”Ti iznosiš laži na Allaha i Njegova Poslanika! Ti si u Allaha posve bezvrijedan!” (et-Taberani). Muslimani su ga naposlijetku ubili i oslobodili se njegova zla."
    },
    {
      "El Hadžadž b. Jusuf": "Omer b. Abdulaziz imao je običaj reći: ”Kad bi se narodi nadmetali u zlu i svaki narod doveo svog najgoreg pripadnika, a mi doveli el-Hadžadža b. Jusufa, mi bismo pobijedili.”\n\nPošto je el-Hadžadž ubio Abdullaha, sina Esme b. Ebu Bekr, ona se obratila tom smutljivcu: ”Zar nije došlo vrijeme da smutljivac el-Hadžadž ode s vlasti?” ”Tvoj sin bio je dvoličnjak”, on reče. ”Moj sin nije bio dvoličnjak! Često je postio i mnogo noću klanjao”, uzvrati Esma. El-Hadžadž reče: ”Ti, senilna starice, uopće ne znaš šta govoriš!” Ona reče: ”Nisam, tako mi Gospodara, senilna! Čula sam Allahova Poslanika, sallallahu alejhi ve sellem, gdje kaže: ’U plemenu Sekif pojavit će se lažac i smutljivac.’ Lažac je umro, a smutljivac je još živ! To si ti!” (el-Buhari)\n\nHišam b. Hassan govoraše: ”El-Hadžadž je ubio stotinu i dvadeset hiljada ljudi.” Najveći njegov zločin bio je to što je ubio učenjaka Seida b. Džubejra. Imam Ahmed kazao je: ”Svaki je čovjek bio u potrebi za znanjem koje je posjedovao Seid b. Džubejr.”\n\nIbn Kesir zapisao je: ”El-Hadžadž se obratio Seidu b. Džubejru: ’Kunem se Allahom da ću te ubiti!’ ’Ubij me, i ja ću biti sretan’, odgovorio je Seid. Nakon četrdeset dana el-Hadžadž je počeo sanjati Seida b. Džubejra, koji ga je vukao za odjeću i govorio: ’Allahov neprijatelju, zbog čega si mi oduzeo život!’ El-Hadžadž se žalio ljudima: ’Zašto me Seid b. Džubejr ne ostavi na miru!’”\n\nNakon što je el-Hadžadž umro, usnio ga je Hasan el-Basri i upitao: ”Je li te Uzvišeni Allah kaznio?” ”Da, Uzvišeni me je Allah kaznio”, odgovorio je on, ”tako što sam zbog svakog ubistva ubijen u berzahu.”"
    },
    {
      "El-Haris b. Seid": "Ovaj se čovjek nastanio u Damasku, gdje se posvetio ibadetu i činjenju dobrih djela, a zatim je napustio Božije blagodati i odmetnuo se od onih ljudi koji robuju Gospodaru svjetova. Bio je toliko pobožan da su svi slušali kad bi se on zahvaljivao Allahu, džellešanuhu. Kad su mu se počele priviđati određene pojave, poslao je svom ocu pismo u kojem mu se žali na to i iskazuje strah da se radi o šejtanovom utjecaju. Umjesto da ga odvrati od zla, otac ga je na zlo potaknuo. Odgovorio mu je rekavši da šejtani dolaze samo grešnicima, a da on, el-Haris, nije grešnik, pa neka se nastavi baviti onim što mu se priviđa. El-Haris je zatim narodu počeo govoriti da je poslat kako bi obnovio njihov zavjet dat Allahu. Prijavljen je kadiji Damaska, no uspio se sakriti u Bejtul-makdis. Neki čovjek stekao je njegovo povjerenje, govorio mu je da je lijepo to što on govori i da je povjerovao u njega. Kad se el-Haris opustio i prihvatio tog čovjeka kao prijatelja, ovaj je dojavio halifi Abdulmeliku b. Mervanu. Uhvaćen je. Halifa je angažirao neke učenjake da razgovaraju s njime, to jest da mu objasne da su mu se šejtani priviđali, ali on nije odustao od svoje zablude. Naposlijetku je razapet i ubijen. To se dogodilo 79. godine po Hidžri."
    },
    {
      "El-Mugira b. Seid El-Idžli": "Ovaj čovjek počeo je iznositi tvrdnje da je pravedni imam, a zatim se proglasio poslanikom. Govoraše da mu Džibril donosi objavu od Gospodara svjetova. Usto je tvrdio da može oživiti Ad, Semud i brojne prijašnje narode. Za njegov je slučaj čuo namjesnik Halid b. Abdullah, pa je pogubio i njega i njegove pristalice. Kaže se da ih je spalio u vatri. Ovo se dogodilo 119. godine po Hidžri."
    },
    {
      "Bejan b. Sem'an En-Nehdi": "Sljedbenici ovog čovjeka zvali su se bejanije. On je tvrdio da se Allah, džellešanuhu, utjelovio u Aliju, radijallahu anhu, i da on, Bejan, zna koje je najuzvišenije Božije ime, pomoću kojeg može izvojevati pobjedu u borbi. Zatim je počeo tvrditi da je njegovo ime spomenuto u Kur’ani-kerimu. Neki njegovi sljedbenici tvrdili su da je on vjerovjesnik koji je derogirao dio Vjerovjesnikova, sallallahu alejhi ve sellem, vjerozakona. On je Muhammedu el-Bakiru po glasniku poslao dopis sljedećeg sadržaja: ”Primi islam, i bit ćeš spašen! Meni je Allah dao poslanstvo, a ti to ne znaš.” El-Bakir je natjerao glasnika da pojede taj dopis… Pošto je Halidu b. Abdullahu, namjesniku Iraka, dojavljeno da se Bejan proglasio poslanikom, on ga je uhvatio pomoću varke. Zatim ga je razapeo i rekao mu: ”Ako si uistinu upućen u najuzvišenije Allahovo ime, pomoću kojeg pobjeđuješ, pobijedi sad mene i moje vojnike.” A veli se da ga je spalio zajedno s el-Mugirom b. Seidom."
    },
    {
      "El-Dža'd b. Dirhem": "El-Dža’d b. Dirhem uveo je u islamsko vjerovanje tešku novotariju, a to je da Allah, džellešanuhu, nema moć govora, to jest kazao je da Svevišnji Allah nije izgovorio riječi od kojih je sastavljen Kur’ani-kerim, nego da ih je stvorio, te nije uzeo Ibrahima za prijatelja. Zatim je počeo govoriti kako je Uzvišeni Allah lišen svih svojstava. Na to ga je upozorio Vehb b. Munebbih: ”Čovječe, teško tebi! Sustegni se od toga, držim da ćeš nastradati! Da nas Allah, džellešanuhu, nije izvijestio da ima ruku i oči, mi ne bismo ni tvrdili da On to ima.”\n\nEl-Dža’d b. Dirhem iskrivio je kur’anski ajet u kojem Sveznajući Allah kaže da je uzeo poslanika Ibrahima za prijatelja (time je ovaj nesretnik nadasve uvrijedio ovog poslanika), pa je 124. godine po Hidžri nastradao upravo o Kurban-bajramu, u danu u kojem je Ibrahimu Gospodar ukazao počast… Naime, namjesnik Iraka Halid b. Abdullah doveo je el-Dža’da na musalu i obratio se narodu: ”O ljudi, prinesite svoje žrtvene životinje, Allah primio vaše dobro djelo! A ja ću kao žrtvu prinijeti el-Dža’da b. Dirhema zato što tvrdi da Allah nije uzeo Ibrahima za prisnog\nprijatelja, i zato što veli da s Musaom Allah nije razgovarao.” Potom je sišao s minbera i odrubio el-Dža’du glavu.\n\nTadašnji učenjaci izdali su pravnu deciziju kojom su odobrili da namjesnik to uradi."
    },
    {
      "Ebu Mensur El-Idžli": "Ebu Mensur rodio se i odrastao daleko od naseljenih mjesta, nije umio ni čitati ni pisati. Prvo je počeo tvrditi da je halifa, a zatim je počeo naučavati da je poslanstvo trajno do Sudnjeg dana, to jest da Resulullah, sallallahu alejhi ve sellem, nije posljednji poslanik. Također je tvrdio da su Alija, el-Hasan i el-Husejn poslanici. Naposlijetku je izjavio da je i on sam poslanik koji dobiva objavu. Kazivao je da mu melek Džibril donosi objavu pomoću koje će objasniti Kur’an. Ovog se smutljivca i lašca domogao namjesnik Iraka Jusuf b. Omer es-Sekafi za vrijeme vladavine halife Hišama b. Abdulmelika i razapeo ga."
    },
    {
      "Gajlan Ed-Dimeški": "Ovaj je čovjek negirao sudbinu. O onima koji negiraju kader, sudbinu, govori se u sljedećem hadisu: ”Kaderije su vatropoklonici ovog umeta, pa ih nemojte posjećivati kad se razbole, i nemojte prisustvovati njihovoj sahrani.” Ebu Džafer el-Hatmi ispričao je: ”Bio sam prisutan kad je halifa Omer b. Abdulaziz pozvao Gajlana ed-Dimeškija da provjeri je li istina da on negira sudbinu. Kad se Gajlan pojavio, halifa mu se obratio: ’Gajlane, teško tebi ako je istina ono što se o tebi priča!’ ’Vladaru pravovjernih, narod laže na mene! Govori se ono što ja nikad nisam rekao!’, pravdao se Gajlan. Međutim, ispostavilo se da on negira sudbinu; a obećao je halifi da to neće činiti. Kasnije, za vrijeme vladavine drugog halife Gajlan se razotkrio, pa je kažnjen tako što su mu odsječeni udovi i zatim glava, a ostatak tijela razapet.”"
    },
    {
      "El-Džehm b. Safvan": "El-Džehm b. Safvan prihvatio je vjerovanje u koje je pozivao el-Dža’d b. Dirhem. Usto, počeo je tvrditi da čovjek ne posjeduje slobodnu volju i da je primoran na sve što čini; da je vjerovanje spoznaja Allaha, a nevjerovanje odsutnost te spoznaje; da džennet i džehennem nisu vječni; da Allah ne zna šta će se dogoditi u budućnosti. Smutljivac el-Džehm b. Safvan zarobljen je i doveden pred Ibn Ahveza, koji je zapovjedio da ga se pogubi. El-Džehm se pobunio rekavši da mu je Ibn Ahvezov otac dao ukaz o sigurnosti, na šta mu je Ibn Ahvez rekao: ”Da se nalaziš u mojoj utrobi, ja bih je rasporio, izvadio bih te i ubio.”"
    },
    {
      "Ebu Muslim El-Horasani": "Ibn Džerir et-Taberi navodi podatak da je Ebu Muslim el-Horasani pogubio šest stotina hiljada muslimana boreći se za interese Abasijskog hilafeta, a mnoge je ubio i u borbama. Neko je upitao muhadisa Abdullaha b. el-Mubareka: ”Je li Ebu Muslim el-Horasani bio bolji od el-Hadžadža?” On je odgovorio: ”Ne mogu reći da je Ebu Muslim el-Horasani bolji od bilo koga, a el-Hadžadž bio je gori od njega.” Halifa el-Mensur poslao je Ebu Muslimu el-Horasaniju dopis sljedećeg sadržaja: ”Grešniče i prijestupniče, uvijek si od dviju mogućnosti izabrao onu goru, a zanemario si onu koja dobro donosi! Ubijaš onako kako faraoni svoje narode ubijahu, i svetiš se onako kako se silnici svećahu! Nepravedno sudiš i imetak rasipaš…” Kad je Ebu Muslim el-Horasani uhvaćen i doveden halifi el-Mensuru, pokušao se opravdati za svoja nedjela i zatražio je pomilovanje… El-Mensur je svojim stražarima dao znak da ga ubiju i bace u Tigris."
    },
    {
      "Ebul-Hattab El-Esdi": "Ebul-Hattab el-Esdi tvrdio je da slijedi džaferijski mezheb, nakon čega se proglasio nepogrešivim imamom. Neki su ga ljudi počeli slijediti, pa su povjerovali da je on vjerovjesnik kome dolazi objava. Ovaj je nesretnik počeo tvrditi da džennet i džehennem uopće ne postoje, to jest da je džennet oličenje ovozemaljskih uživanja, a džehennem oličenje iskušenja i bolova koji pogađaju ljude u životu na ovom svijetu. Nakon što je Isa b. Musa, namjesnik halife el-Mensura, saznao u šta poziva protuha Ebul-Hattab, ubio ga je na smetljištu grada Kufe. Veli se da ga je razapeo na smetljištu i ostavio da umre."
    },
    {
      "Huzejl b. Vasi": "Ibnul-Dževzi zapisao je da je Huzejl b. Vasi tvrdio kako je on potomak slavnog pjesnika Nabige ez-Zubjanija. Govorio je da može donijeti suru koja je slična suri el-Kevser, pa je rekao: ”Mi smo ti mnoge dragulje dali! Zato se klanjaj svom Gospodaru i javno to čini. Tebe neće prihvatiti samo onaj ko grešnik je očiti.” Namjesnik ga je uhvatio i razapeo. Kasnije je pored njega prošao neki čovjek i spjevao rugalicu: ”Mi smo ti dva stupa dali! Zato se klanjaj svom Gospodaru premda ne možeš ni ruku ni sedždu učiniti. I znaj da se na ovaj svijet nećeš vratiti.” Huzejl je i umro razapet."
    },{
      "Nuh Er-Rešidi": "Historičari navode podatak da se za vrijeme halife Haruna er-Rešida pojavio čovjek koji je počeo tvrditi da je on – poslanik Nuh. Ljudi bi ga, rugajući mu se, pitali: ”Jesi li ti uistinu poslanik Nuh ili si pak neki drugi Nuh?” ”Ja sam poslanik Nuh, koji je svoje sunarodnjake pozivao devet stotina i pedeset godina, pa sam, evo, poslat da među vama provedem još pedeset godina i time upotpunim hiljadu”, odgovarao bi on. Halifa je zapovjedio da se taj poročni čovjek lažljivac dobro istuče i da ga se razapne na povisok stup. Pošto je razapet, pored njega je prošao neki obješenjak i, rugajući mu se, dobacio: ”Blagoslovio te Allah, Nuhu, preče naš! Od lađe na kojoj si plovio ostao ti je samo taj stup.”"
    },
    {
      "Babek El-Harremi": "Ovaj je nesretnik vjerovao u reinkarnaciju, to jest da se čovjek nakon smrti ponovo rađa, odnosno da se njegova duša prenosi u neko novo biće ili osobu; on je dozvoljavao da čovjek stupi u brak s punicom. Kaže se da je Babek bio vanbračno dijete od siromašne i ćorave majke Rumijje el-Ildže i oca Alije b. Mezdokana. Halife el-Mutesim i el-Memun potrošili su veliki imetak boreći se protiv Babeka. Naposlijetku je uhvaćen i doveden kod halife, koji je pozvao Babekova dželata te upravo njemu zapovjedio da mu odsiječe udove – ovaj je to poslušno uradio, a zatim da obezglavi svog bivšeg gospodara – i u tome ga je dželat poslušao. Zatim je rasporena Babekova utroba i iz nje je poteklo vino jer se opijao uoči zarobljavanja. Muhadisi kažu da je ovaj čovjek ubio veoma mnogo muslimana, daleko više nego Ebu Muslim el-Horasani."
    },
    {
      "Vodja ustanka u Basri": "Nadasve iskvaren čovjek predvodio je 257. godine po Hidžri ustanak u Basri, pa je njegova vojska ušla u taj grad i pogubila veliki broj muslimana. Štaviše, pozvali bi ljude na trg kako bi im garantirali sigurnost, a onda bi ih mučki ubili. Vođa ovog ustanka tvrdio je da mu je Allah, džellešanuhu, uslišio dovu protiv stanovnika Basre, te da mu je taj grad pokazan između nebesa i Zemlje, i on je vidio kako njegovi stanovnici stradaju, a veli i to da je vidio meleke kako se bore uz njegove istomišljenike. Prijestolonasljednik el-Muveffek, brat halife el-Mu’temida, uputio je ovom čovjeku upozorenje i pozvao ga da se sustegne od činjenja nereda, ali ga ovaj, želeći ga poniziti, nije poslušao. Zatim je prijestolonasljednik lično poveo vojsku na njega. Među njima su se vodili krvavi ratovi, i vođa ustanka naposlijetku je uhvaćen i ubijen; njegova je glava odnesena el-Muveffeku. Kad su oni što poznavahu tog vođu kod el-Muveffeka posvjedočili da se zaista radi o glavi vođe ustanka, on je iz zahvalnosti pao na sedždu. Vijest o pogibiji tog smutljivca obradovala je muslimane."
    },
    {
      "Muhammed b. Abdulmelik": "Muhammed b. Abdumelik bio je jedan od onih što su imali utjecaj u tamnicama u kojima su bili kažnjavani islamski učenjaci, s imamom Ahmedom na čelu. Historičari navode podatak da je ovaj podlac napravio spravu za mučenje utamničenih. Muhammed b. Abdulmelik smatrao je da je časni Kur’an stvoren, to jest da Sveznajući Allah nije izgovorio riječi Objave. Govorio je: ”Ja se nikad nikom nisam smilovao! Slabić je onaj ko nekom ukaže milost.” Kasnije je on, pošto se stanje u hilafetu promijenilo, zatočen u nekom veoma tijesnom kafezu u čijoj su unutrašnjosti bili ekseri, pa je vikao: ”Smilujte mi se!” Na to su mu odgovarali: ”Slabić je onaj ko nekom ukaže milost!”"
    },
    {
      "Pjesnik Ibn Hani": "Ibn Hani bio je pjesnik Izza el-Ubejdija. Toliko je hvalio ovog Izza da su te pohvale izlazile iz okvira dozvoljenog, pa štaviše, njemu je pripisivao Božija svojstva. Kaže se da će čovjek biti kažnjen pomoću onog kome dā prednost nad Allahom. Izz el-Ubejdi poveo je svog pjesnika Ibn Hanija u Kajruvan i on, Ibn Hani, razbolio se u putu, pa je uslijed bolova zavijao poput psa i govorio: ”Izze, ti sve možeš učiniti, pa mi pomozi!” Ali pošto je vidio da mu Izz ne može pomoći, spjevao je rugalicu na njegov račun, i Izz ga je ubio."
    },
    {
      "Alija El-Himjeri": "Alija el-Himjeri pošao je na put u cilju da obavi hadž i da zatim posjeti el-Husejnov kabur na Kerbeli. U Iraku je sreo Ubejdullaha b. Mejmuna, koji je u njemu uočio pronicljivost i umnu zrelost, zbog čega ga je potaknuo da se vrati u Jemen i poziva ljude u svoje vjerovanje. Ovaj se vratio u Jemen i predao se ibadetu, i ljudi su ga zavoljeli, tražili su od njega da uči dovu za njih… Pošto je stekao mnogo simpatizera, objavio je da ne priznaje vlast tadašnjeg halife i zavlada velikim dijelom Jemena, a zatim je objelodanio svoje vjerovanje. Nakon što je kao pobjednik ušao u Sanu, bezbožnik Alija el-Himjeri popeo se na minber i recitirao kasidu u kojoj tvrdi da je i on poslanik, te da, kao i svi prijašnji poslanici, ima svoj vjerozakon, pa je dopustio rodoskrvnuće. Štaviše, njegov je mujezin umjesto riječi: ”Svjedočim da je Muhammed Allahov poslanik!” izgovarao ovo: ”Svjedočim da je Alija el-Himjeri Allahov poslanik!” Dugo je vladao i tlačio Jemence, a naposlijetku je, 303. godine po Hidžri, ubijen."
    },
    {
      "Pjesnik Ebul-Ala El-Mearri": "Učenjaci Ibnul-Dževzi i Ibn Kesir zapisali su da se Ebul-Ala el-Mearri pomoću svojih stihova protivio učenju vjerovjesnikā i da je pokazivao očito nevjerstvo. Ibnul-Dževzi kaže da je došao u posjed knjige u kojoj se ovaj pjesnik ruga kur’anskim ajetima. On je u svojim stihovima veoma ružno i negativno govorio o Gospodaru svjetova, negirao je vjerovjesništvo i proživljenje, postojanje džina i meleka… Zalutali pjesnik Ebul-Ala el-Mearri umro je u teškim mukama."
    },
    {
      "Ibnur-Ravendi": "Mnogo je bezbožnika koji tvrde da su muslimani, a zapravo nose mržnju prema islamu i muslimanima, pa se bore protiv vjere i dozvoljavaju činjenje harama. Jedan od takvih bio je i Ibnur-Ravendi. Ovaj se čovjek često družio sa šiijama, a kad bi mu neko zbog toga prigovorio, on se pravdao time da želi proniknuti u suštinu njihova vjerovanja… Skrnavio je svetost Božije knjige Kur’ana i govorio da jedni ajeti demantiraju druge, te da Kur’ani-kerim nema stilsku vrijednost. (Treba imati na umu da su najrječitiji Arapi bili zapanjeni ljepotom kur’anskog izražavanja.) Ibn Kesir navodi podatak da je Ibnur-Ravendi bio jedan od najpoznatijih bezbožnika i da je njegov otac, jevrej, prihvatio islam samo formalno. Za ovog se čovjeka veli da je iskrivio Tevrat, kao što je njegov sin pokušao iskriviti Kur’ani-kerim tako što je napisao knjigu koja je sadržavala mnoge gluposti i laži na Uzvišenog Allaha. Osim te, napisao je i knjigu u kojoj niječe postojanje Boga i pobija stav muslimanā, koji vjeruju u Božiju jednoću. A napisao je i knjigu u kojoj je iznio brojne laži na Vjerovjesnika, sallallahu alejhi ve sellem, i preferira judaizam i kršćanstvo nad islamom. Prema nekim izvorima, Ibnur-Ravendi živio je samo trideset i šest godina. Veli se da je razapet, a neki izvori kažu da je umro samo nekoliko dana nakon što je okončao pisanje knjige u kojoj skrnavio Božije riječi."
    },
    {
      "Kadija Ahmed b. Ebu Du'ad": "Ovaj je čovjek slijedio mutezilijsko vjerovanje i bio uzrok da se brojni učenjaci umeta ponižavaju, kažnjavaju i budu pogubljeni jer nisu htjeli izjaviti da Allah, džellešanuhu, nije izgovorio riječi od kojih je sastavljen Kur’an, nego da je Objavu stvorio. Zbog njega je ubijen učenjak Ahmed b. Nasr el-Huzai, a zatvoren i udaran imam Ahmed b. Hanbel. Ovaj potonji islamski učenjak, muhadis svih vremena, upućivao je Sveznajućem Allahu dovu protiv njega, Ahmeda b. Du’ada i ta je dova uslišena: Ahmed b. Ebu Du’ad obolio je od teške bolesti i do smrti bio nepokretan. Neki ga je čovjek posjetio i obratio mu se: ”Nisam došao da te posjetim kao bolesnika, nego sam došao da se pred tobom zahvalim Gospodaru zbog toga što te učinio nepokretnim!” Prema nekim izvorima, on četiri godine nije mogao pomjeriti nijednim dijelom tijela, bili su mu uskraćeni svi tjelesni užici. Polovina tijela bila je toliko osjetljiva da bi ga i najmanji dodir bolio toliko da nije mogao izdržati, a druga polovina tijela bila je potpuno oduzeta."
    },
    {
      "Stigla ga kletva obespravljenog čovjeka": "Neki je čovjek ispričao sljedeće: ”Čuo sam jednog čovjeka amputirane ruke da uzvikuje: ’Neka onaj ko vidi ovaj moj patrljak nipošto ne čini nepravdu!’ Prišao sam mu i upitao ga zbog čega mu je ruka amputirana, pa mi je stao kazivati: ’Eh, moja je ispovijest veoma začudna! Bio sam na strani zulumćara i nanosio sam ljudima nepravdu… Jednom, vidio sam da je neki čovjek ulovio veliku ribu, pa sam zatražio da je meni dā. On je, međutim, rekao da će ribu prodati i kupiti svojoj djeci brašna. Ja ribu oteh i odoh. Riba me, jer je još bila živa, ugrizla za palac. Stigao sam kući i prst me poče strašno boljeti. Te noći nisam oka sklopio, a ruka mi je otekla. Ujutro sam otišao ljekaru i on je konstatirao da sam dobio gangrenu. Obavijestio me je da moram amputirati prst ukoliko želim spasiti šaku. No, ni nakon amputacije prsta nisam mogao podnijeti bolove, pa mi je rečeno da amputiram šaku – pristao sam i na to. Ali ni to nije pomoglo jer je bol zahvatila podlakticu. Nakon toga otišao sam kod hirurga da mi amputira podlakticu. Mislio sam da će bol tad prestati, ali je ona obuhvatila i nadlakticu, te sam zahtijevao da mi se ruka amputira u ramenu. Neki su me ljudi kasnije upitali šta se dogodilo, i ja sam im ispričao da sam od siromaha oteo ribu. Kazali su da sam odmah trebao tražiti oprost od siromašnog ribara, ali da to ni sad nije kasno učiniti. Poslušao sam ih i pošao tražiti siromaha koga sam obespravio. Kad sam ga našao, pao sam pred njegove noge te ih počeo ljubiti plačući i govoreći da moli Svevišnjeg Allaha da mi oprosti. On me nije prepoznao, pa je upitao ko sam ja. Rekao sam mu da sam ja zulumćar što mu je oteo ribu i potanko sam mu ispričao šta se sve dogodilo. Zaplakao je kad sam mu pokazao patrljak. Oprostio mi je. Upitao sam ga je li protiv mene uputio dovu onda kad sam mu iz ruku oteo ribu. Rekao je da je zamolio Allaha da meni, zulumćaru koji mu otima ono što mu je Allah dao, pokaže Svoju moć. Rekao sam mu da mu je Allah, džellešanuhu, uslišio dovu i pokazao mu Svoju moć na meni, i da sam se pokajao te da više nikad, inšallah, neću biti na strani zulumćarā.”"
    },
    {
      "Halifa El-Kahir": "Halifa el-Kahir bio je silnik i golemi zulumćar. Vlast je preuzeo nakon smrti svog brata po ocu el-Muktedira. Pošto mu je data prisega, počeo je zlostavljati narod i ubijati. Lično je istukao nepokretnu majku svog brata el-Muktedira i svezao je; nedugo zatim umrla je svezana. Zlostavljao je i hanbelijskog učenjaka el-Berbeharija, oteo je kuće svojih neistomišljenika, odvraćao je od činjenja zabranjenih djela, a sam ih je činio, pa je konzumirao opojna pića i sudjelovao u terevenkama u kojima su pjevale i igrale robinje. Naposlijetku je zbačen s trona i ostao bez igdje ičeg, pa je prosio po džamijama govoreći: ”Udijelite mi milostinju, vi znate ko sam ja!”"
    },
    {
      "Muhammed El-Alkami": "Ovaj je čovjek kriv za pad Abasijskog hilafeta 656. godine po Hidžri i za smrt halife el-Musta’sima. Muhammed el-Alkami izlazio je sa svojom porodicom, prijateljima i slugama iz Bagdada kako bi se sreo s Hulagu-hanom. Jednom, vratio se i predložio halifi el-Musta’simu da izađe u susret Tatarima i s njima sklopi mirovni sporazum. Hulagu-han imao je na raspolaganju oko dvije stotine hiljada vojnika. Halifa je poveo oko sedam stotina konjanika, među kojima je bilo kadija i islamskih učenjaka, pobožnih i uglednih ljudi, ministara i ljudi od utjecaja. Kad su se približili logoru Hulagu-hana, odvojili su halifu i još sedamnaest ljudi, a ostale su pobili i uzeli svu njihovu opremu i novac… Šiije i dvoličnjaci predložili su silniku Hulagu-hanu da ne potpisuje nikakav ugovor s halifom, jer će halifa, kako su rekli, prevariti Tatare i neće se pridržavati ugovora. Muhammed el-Alkami, koga je Hulagu-han uzeo za svog savjetnika, predložio je ovom tatarskom zulumćaru da ubije halifu – on je prihvatio njegov prijedlog. Tatari su nekoliko mjeseci divljali, pljačkali, ubijali, mučili… Pobili su većinu imama, govornika i hafiza, pa se nisu obavljali skupni namazi, pa ni džuma-namaz. Ljudi su se sakrivali po septičkim jamama, u trapovima i na svim drugim skrovitim mjestima… Kaže se da je tad objavljena amnestija za preživjele, i oni su počeli izlaziti iz skrovitih mjesta, unakaženi toliko da članovi porodice nisu jedni druge mogli prepoznati. Oni koji su preživjeli divljanje Tatara pomrli su uslijed zaraznih bolesti koje su se tad pojavile. Pošto je Muhammed el-Alkami vidio šta su Tatari uradili, umro je od tuge tri mjeseca nakon nesreće koju su donijeli Tatari, a kazna na ahiretu za zločince bit će veća i teža."
    },
    {
      "Husejn El-Halladž": "Husejn el-Halladž bio je predvodnik bezbožnika i zabludjelih. Otputovao je u Indiju i tamo naučio sihr. Govorio je: ”Ja pomoću sihra pozivam u islam!” Ljudi su bili opčinjeni njegovim sposobnostima, te su mu, u skladu s tim, davali titule. El-Halladž je čak tvrdio da može načiniti nešto poput Kur’ani-kerima. Amr b. Osman el-Mekki kazuje: ”El-Halladž me, dok sam šetao jednom mekanskom ulicom, čuo kako učim neke kur’anske sure i rekao: ’Ja sam sposoban da izreknem nešto poput toga što ti učiš!’ I otad sam ga izbjegavao.”\n\nU Bagdadu vezir Hamid b. el-Abbas doveo je na sijelo kadiju Muhammeda b. Jusufa i poslao po el-Halladža, a prethodno je donio svezak koji je pronađen u kući jednog njegovog sljedbenika. Na njemu je pisalo ovo: ”Neka onaj ko želi obaviti hadž, a nema za to materijalne mogućnosti, od čista materijala napravi u kući nešto poput Kabe i neka, kad nastupi vrijeme obreda, posti tri dana i potom u svojoj kući obavi sve što obavljaju hadžije… Ne mora obavljati pet dnevnih namaza onaj ko u toj kući obavi dva rekata dobrovoljnog namaza…” Kadija upita el-Halladža: ”Odakle ti sve ovo?” ”To sam prepisao iz knjige el-Ihlas, čiji je autor Hasan el-Basri”, odgovorio je nesretnik. ”Lažeš, o ti čiji život više nema svetosti!”, odlučno će kadija, ”pred nama je u Meki pročitana ta knjiga, u njoj se ne nalazi ništa od toga što si spomenuo.”\n\nNakon toga zabludjeli el-Halladž kažnjen je s hiljadu udaraca biča, ali je to podnio, štaviše, nije nijednom uzdahnuo niti se promijenio izraz njegova lica. A potom je, po naredbi vlastodržaca, pogubljen. Dok su ga stražari vodili prema stratištu, na njegovim se nogama nalazilo trinaest okova. On je, međutim, hodao oholo, naginjao se ustranu i recitirao poeziju. Naposlijetku je pogubljen."
    },
    {
      "Ibnul-Farid": "Ibnul-Farid pozivao je u nevjerstvo i odbijao objave koje su date vjerovjesnicima. Ne postoji nijedna bestidna zabluda ni ogavno vjerovanje, a da ovaj čovjek nije u to pozivao. On je, kako to kažu islamski učenjaci, pozivao u krivovjerje pomoću prefinjenih izraza, a ne otvoreno. Imam ez-Zehebi kazuje: ”Upitao sam svog učitelja šejha el-Belkinija u vezi s Ibn Arebijem, pa mi je, bez premišljanja, odgovorio: ’Ibn Arebi je nevjernik!’ Zatim sam ga upitao u vezi s Ibnul-Faridom, na šta je rekao da ne želi o njemu govoriti… Pošto sam recitirao neke Ibnul-Faridove stihove, šejh el-Belkini povikao je: ’To je nevjerstvo! To je nevjerstvo!’” Ovaj je čovjek neposredno prije smrti veoma duboko uzdahnuo, zatim zavrištao i počeo gorko plakati. Nakon što se njegovo lice potpuno izobličilo, spjevao je stihove u kojima priznaje da je lutao i da je jedan od stradalnika."
    },
    {
      "Zulumčar u čijem se kaburu pojavila vatra": "Ibnul-Kajjim el-Dževzijja zapisao je da mu je njegov prijatelj Muhammed el-Harrani ispričao sljedeće: ”Poslije ikindijskog namaza izašao sam iz kuće, a neposredno prije sunčeva zalaska obreo sam se usred mezarja. I gle, jedan je kabur bio otvoren, a u njemu se nalazila vatra. Ne vjerujući u ono što vidim, počeh trljati oči i govoriti: ’Je li ovo san ili je java?!’ Pobjegao sam kući. Moji su me ukućani ponudili jelom – nisam mogao jesti. Otišao sam u grad i saznao da je tog dana bila dženaza čovjeku što je nepravedno uzimao porez.”"
    },
    {
      "Kako je skončao onaj koji je vrijedjao ashabe?": "Imam el-Kajruvani navodi da je jedan dobri čovjek ispričao sljedeće: ”Imao sam komšiju koji je kaljao Ebu Bekrovu i Omerovu, radijallahu anhum, čast i psovao ih. Jednom, počeo ih je vrijeđati, pa sam se s njime posvađao i otišao kući tužan i zabrinut. Zaspao sam te noći ne večeravši i usnio Allahova Poslanika, sallallahu alejhi ve sellem, te mu se požalio: ’Božiji Poslaniče, moj komšija vrijeđa tvoje ashabe Ebu Bekra i Omera!’ ’Uzmi ovaj nož’, reče mi Vjerovjesnik, sallallahu alejhi ve sellem, ’i odreži mu glavu!’ Uzeo sam nož, položio svog komšiju na zemlju i odrezao mu glavu. Zatim sam se sagnuo da obrišem ruku o zemlju, i začuh veoma glasne povike u kući svog komšije. Trgnuo sam se iz sna. Rekoše mi da je komšija iznenada umro. Ujutro sam otišao da vidim njegov leš i uočio tragove klanja na njegovu vratu.”"
    },
    {
      "Stradalnik s ogromnom crnom zmijom u kaburu": "Imam el-Kurtubi zapisao je: ”Moj prijatelj Ebu Abdullah Muhammed b. Ahmed ispričao mi je da je u Konstantinopolju umro namjesnik kome su iskopali kabur i, pošto su ga htjeli spustiti, odnekud se pojavila ogromna crna zmija. Odustali su od toga da ga spuste u raku u kojoj se nalazi zmija, te su iskopali kabur na drugom mjestu, no zmija se i u njemu pojavila. I tako su iskopali oko trideset raka, ali se ona zmija u svakoj od njih pojavila. Bili su izbezumljeni i nesposobni da nađu rješenje, pa su Ebu Abdullaha upitali šta predlaže. Rekao im je da ga polože u bilo koju raku. Allahu, sačuvaj nas i sakrij naše sramote na oba svijeta!”"
    },
    {
      "Počinio nevjerstvo neposredno prije smrti": "Prije nekoliko godina u el-Kassimu, pokrajini u Saudijskoj Arabiji, jedan je čovjek u smrtnoj agoniji počeo negodovati zbog sudbine. Neki njegov bliski prijatelj dohvatio je Kur’ani-kerim i obratio mu se: ”Čovječe, molim te izgovori izričaj svjedočenja, kaži da nema drugog boga osim Allaha!” Umirući je rekao da ne vjeruje u Kur’an niti u riječi: ”La ilahe illallah.” Zatim je izdahnuo.\n\nBio sam prisutan kad se razbolio jedan čovjek koji je često postio i činio ibadet. Nije mogao trpjeti bolove, te je, protiveći se Allahu, počeo govoriti: ”Allah me stavio na velike kušnje i On neće ispuniti obećanje, neće me uvesti u el-Firdevs… Zbog čega me Gospodar ovako kažnjava?! Ako ću uskoro umrijeti, onda je to uredu, ali ako me kažnjava samo da bih se patio – pa, to je besmisleno.”"
    },
    {
      "Husejn b. Alija Behaullah": "Osnivač sekte behaija zvao se Husejn b. Alija Behaullah. On je prvo tvrdio da je poslanik, a zatim je počeo tvrditi da je Bog. Govorio je da u sebi vidi Uzvišenog Allaha, i da mu apsolutno ništa ne može promaknuti.\n\nHusejn b. Alija Behaullah ustanovio je potpuno novu vjeru, u kojoj se i vjerovanje i ibadeti dijametralno razlikuju od obreda i vjerovanja muslimanā. Prema behaijskom učenju, namaz se klanja na poseban način koji je zabilježen u nekom izgubljenom svesku, i to zasebno, a ne u džematu; skupno se klanja samo dženaza-namaz. Njihovo učenje nalaže da se posti devetnaest dana u njihovom devetnaestom mjesecu; postiti ne moraju putnici i bolesnici, trudnice i dojilje, iznemogle i lijene osobe. Oni kažu da je zabranjeno obaviti namaz ili postiti ukoliko čovjek nije raspoložen za ibadet. Visinu nisaba za zekat nisu odredili, nego su kazali da se on uzima iz Kur’ani-kerima – svako ko o islamu ima imalo znanja pouzdano zna da visina nisaba za zekat nije ustanovljena časnim Kur’anom nego sunnetom. Prema njima, hadž se sastoji od hodočašća kuće u Bagdadu i kuće u Širazu; to je obaveza za muškarce i žene.\n\nKad je riječ o djelima koja su u islamu strogo zabranjena, behaije ih dozvoljavaju, pa kažu da su čovjeku dopuštene sve žene, osim maćehe. U blud ne ubrajaju vanbračni odnos ukoliko se dogodi uz pristanak obiju strana; za to nema kazne ni na ovom, ni na budućem svijetu.\n\nHusejn b. Alija Behaullah, osnivač ove nevjerničke sekte, iznosio je i laži na Svemogućeg Allaha, pa je govorio da je on, Husejn, oličenje najvrednije objave, čiji je samo jedan ajet vredniji od svih dotadašnjih objava, pa i od Kur’ani-kerima. On je pokušao oponašati kur’anski stil u nekim svojim knjigama… Potkraj života poludio je i umro."
    },
    {
      "Gulam Ahmed El-Kadijani": "Gulam Ahmed el-Kadijani bio je engleski špijun i bezočni lažac, podlac i poročnik, te ovisnik o opijumu i alkoholu. Govorio je da mu je Allah, džellešanuhu, objavio: ”Ja klanjam i postim, obavljam poslove i spavam!”; ”Ja se pomoću poslanika odazivam na dove; a ponekad i pogriješim.” Kazao je i to da mu se Gospodar ukazao te da Mu je Gulam Ahmed podnio neke listove da se na njih potpiše…\n\nVjerovao je da je bolji od svih poslanika, pa i od Vjerovjesnika, sallallahu alejhi ve sellem, i tvrdio je da su neki poslanici konzumirali opojna pića, te da borba protiv krivovjernih nije obavezna.\n\nŠtaviše, kadijanije, pripadnici nevjerničke sekte, vjeruju da je Gospodar – neka je uzvišen i veoma visoko iznad onog što o Njemu govore nevjernici – imao spolni odnos s Gulamom Ahmedom, i da je on zanio i sebe rodio. Gulam Ahmed govorio je: ”Allah mi se obratio rekavši: ’Poslušaj šta ću ti reći, sine moj…’”\n\nAllah, džellešanuhu, Onaj Koji sve može učiniti, osramotio je Gulama Ahmeda, te je na njega, njegovo selo i okolna mjesta poslao koleru. A evo kako se to dogodilo. Budući da su svi tadašnji ehli-sunnetski učenjaci Gulama Ahmeda proglasili nevjernikom i upozoravali muslimane na njega, on je napisao dopis u kojem je zazvao protiv sebe Allahovo prokletstvo i koleru ako je on lažac, odnosno da Gospodar tako kazni profesora Senaullaha el-Emra, ehli-sunnetskog učenjaka koji je branio izvorni islam. Pravedni je Allah dao Gulamu Ahmedu ono što je zaslužio: poslao je na njega koleru; prije nego što je umro, iz usta Gulama Ahmeda izlazila je nečistoća. Umro je u teškim mukama, i to u toaletu, a njegov oponent Senaullah živio je poslije toga još četrdeset godina."
    },
    {
      "Mustafa Kemal Ataturk": "Mnogi historičari tvrde da je Kemal Ataturk bio Srbijanac ili Bugarin. On nikad nije pričao o svom ocu, a u mnogim se izvorima navodi da je rođen u vanbračnoj vezi. Mustafa Kemal Ataturk ukinuo je hilafet 1922. godine. Već sljedeće godine proglašena je nezavisnost Republike Turske, na čije je čelo on postavljen. Nakon što je ukinuo hilafet, ukinute su šerijatske sudnice, Ministarstvo za vakufe i islamske škole. Usto je protjerao halifu i cjelokupnu njegovu porodicu iz Turske. Ovaj je nesretnik prodao Azerbejdžan Rusima. Jednom, dok je bio sa svojom svitom na zabavi na kojoj se točio alkohol i plesalo, naredio je pjevačici da, rugajući se, uči ezan. Zapovjedio je da se džamija Aja Sofija preinači u muzej. Ataturk je bio nastran čovjek, o čemu je svjedočila njegova supruga. Imao je intimna druženja s golobradim mladićima; to ona nije mogla podnijeti. Jednom prilikom rekla mu je: ”Ti si objedinio sva zla koja postoje na ovom svijetu i sve sam trpjela, ali ne mogu trpjeti da se sastaješ s mladićima!” Mustafa Kemal Ataturk organizirao je zabave na kojima su veoma oskudno obučene plesale njegove ljubavnice, ali i momci koji su bili tako obučeni da bude u čovjeku želju za nastranostima. Svemogući Allah ponizio je Mustafu Kemala Ataturka infekcijom kože, uslijed koje se morao uvijek, pa i pred delegacijama, češati. Potom su ljekari konstatirali da mu je jetra jako oštećena, a to je oštećenje imalo za posljedicu gomilanje vode u njegovom abdomenu; vodu su morali ispumpavati pomoću injekcija.\n\nPokvarenjak Ataturk umro je 10. 10. 1938. godine. Nakon što je umro, neki su zahtijevali da mu se ne klanja dženaza-namaz…"
    },
    {
      "Poročni mladić": "Šejh Ahmed el-Kattan kazivao je da mu je jedan čovjek ispričao sljedeće: ”Ukrcali smo se na kruzer i pošli u susjedne zemlje u cilju da zaradimo nešto novca. S nama je bio veoma pobožan i čestit, krepostan mladić na čijim se crtama lica vidjela dobrota; često je obavljao dobrovoljni namaz, upućivao na dobro, predvodio nas u namazu… Pristali smo na jednom indijskom ostrvu i ostali nekoliko dana, a on nije izlazio napolje, nego je cijelo vrijeme provodio na kruzeru i činio ibadet. Međutim, jednog dana neki ga je poročni čovjek počeo zavoditi: ’Prošetaj sa mnom po gradu, vidi čuda ove zemlje! Pođi da vidimo čovjeka koji se igra sa zmijom, i čovjeka koji hoda po žeravici… Eto, ne pozivam te u noćne barove niti u diskoklubove.’ Iz želje da vidi to o čemu je čuo, pobožni mladić pristade da prošeta gradom. Nakon duge šetnje zli drug doveo ga je u jednu slijepu ulicu u kojoj se nalazila kućica. Rekao mu je: ’Ovdje me sačekaj!’ Čestiti mladić ostao je tu učeći Kur’ani-kerim i spominjući Allaha. Neke su polugole žene počele izlaziti iz te kućice, i on je ustanovio da se radi o noćnom baru. Pošto je onaj izašao, mladić ga je upozorio: ’Boj se Allaha! Allah to ne voli!’ ’Šuti, ovo se tebe ne tiče’, drsko mu je njegov drug odgovorio. Na kruzer su se vratili veoma kasno. Pobožni mladić nije mogao zaspati razmišljajući o prelijepim ženama koje je vidio. Ujutro je prvi otišao u grad, na isto ono mjesto, u cilju da gleda žene. Sutradan je također tamo boravio. Kapetan posade počeo se raspitivati o mladiću, ali niko nije znao kazati gdje se on nalazi. Zli drug, koji ga je naveo na krivi put, sjetio se da bi se mladić mogao tamo nalaziti, otišao je i našao ga. Međutim, mladić nije htio poći… Na koncu su ga nasilu odveli i isplovili. U toku povratka mladić je skoro uvijek plakao. Jedne noći plač je utihnuo – umro je.”"
    },
    {
      "Moj nesretni prijatelj": "Dok zapisujem ove redove, jecam i plačem… Imao sam druga koga sam mnogo volio zbog njegove dobrote i učtivosti. Družili smo se veoma dugo, sve dok nisam napustio Kairo i otputovao. Prijateljstvo smo nakon toga njegovali dopisujući se. Pa ipak, njegova su mi pisma odjednom prestala stizati i izgubio mu se svaki trag. Nakon što sam se vratio u Kairo, otišao sam njegovoj kući – nisam ga zatekao, a komšije su mi rekli da on odavno ne živi tu i da ni oni o njemu ništa ne znaju. Živio sam između nade da ću ga nekad sresti, i straha da se više nikad nećemo vidjeti. Jedne noći, vraćajući se kući, prošao sam pustom ulicom koja je ličila na stanište džina i divljih životinja, a ne na mjesto na kojem žive ljudi. U jednoj trošnoj kući čuli su se jecaji. Budući da sam se prije toga zarekao da ću pokušati pomoći svakom unesrećenom, tužnom čovjeku, prišao sam vratima kuće iz koje se čulo jecanje i pokucao. Vrata mi je tek nakon drugog, jačeg kucanja otvorila djevojčica i rekla: ”Pomozi mom ocu, koji je na samrti!” Ušao sam u njihovu kućicu, koja je više ličila na grob nego na ljudsko stanište. Djevojčica me odvela do čovjeka na postelji, koji je strašno izgledao. Primaknuo sam se i čuo ga kako veoma tiho govori: ”Hvala Ti Allahu što si dao da nađem svog prijatelja!” Osjetio sam strah i radost istovremeno: našao sam onog koga sam dugo tražio! Stavio mi je do znanja da želi sjesti, pa sam mu pomogao da se podigne. Ispričao mi je sljedeće: ”Prije desetak godina živio sam s majkom u kući pored koje je bila vila jednog bogataša što je imao prelijepu kćer. Zaljubio sam se u nju i pokušavao je se domoći, ali su svi pokušaji bili uzaludni. Na koncu sam joj obećao da ću je zaprositi, i to sam upotrijebio kao varku da je zavedem… Ostavio sam je nakon što sam je iskoristio. Nakon toga ona je pobjegla od kuće i tako uništila svoje roditelje; morala je to učiniti jer je zatrudnjela. Kasnije mi je od nje stiglo pismo”, i on ispod jastuka izvadi požutjele listove. ”Nakon što sam pročitao pismo”, nastavio je, ”došao sam, evo, u ovu kuću, i zatekao je mrtvu; a ova je djevojčica moje dijete.” Nedugo zatim moj je prijatelj samo rekao: ”Pobrini se za moju djevojčicu” i napustio ovaj svijet…"
    },
    {
      "Negirao Božije postojanje": "Pedesetih godina prošlog stoljeća u jednoj arapskoj zemlji neki je student uzeo sahat i pred profesorima i učenicima povikao: ”Ako Allah postoji, neka me usmrti tačno za 60 minuta!” Nakon što je prošlo 60 minuta, on se obratio svojim prijateljima: ”Eto, da Allah postoji, usmrtio bi me!” Nekim je studentima šejtan počeo ubacivati ružne misli, neki su, opet, pomislili da Allah, džellešanuhu, onom prkosnom mladiću nije uzeo dušu iz nama nepoznatog razloga, a bilo je i onih koji su mu se samo narugali i zanemarili njegove riječi. Taj se prkosni mladić zaputio kući radostan, misleći da je na takav način prvi dokazao da Uzvišeni Allah ne postoji, i da čovjek neće odgovarati za svoja djela. Majka je bila postavila ručak, a otac je sjedio za stolom kad je mladić ušao u kuću. Otišao je u kupatilo da se umije i opere ruke. Dok je brisao ruke, stropoštao se mrtav. Pomoću obdukcije ustanovljeno je da je smrt nastupila zbog dopiranja vode u unutrašnjost ušiju..."
    },
    {
      "Čovjek koji je ubio svoju majku": "Šejh Abdulhamid el-Kišk ispričao je sljedeće: ”Jedan bogati mladić, nakon što mu je umro otac, preuzeo je brigu o majci, pa ju je izuzetno čuvao i pazio. No, on je stupio u brak s veoma sebičnom ženom, kojoj poče smetati svekrva, te ju je stala uznemirivati riječima i djelima. Allah je htio da majka tog mladića duševno oboli, što snaha nikako nije mogla podnijeti. Jednom, ona reče svom mužu: ’Nalaziš se pred surovim izborom! Odluči s kim ćeš živjeti: s majkom ili sa mnom!’ Muž je pokušao uvjeriti svoju suprugu da se treba strpjeti i biti zadovoljna sudbinom… Budući da je nije uspio u to uvjeriti, promislio je o svom položaju i, poslušavši šejtana i svoju dušu koja navodi na zlo, odluči ubiti majku. Jedne hladne noći odveo je majku na potkrovlje i gurno je. Ona je, žaleći se Allahu na nepravdu svog sina, ispustila dušu i vratila se Allahu. Kao što to običaji nalažu, sin je upriličio golemu žalost na koju su dolazili komšije i poznanici. Dani su prolazili, a taj je čovjek mislio da ga neće stići Božija pravda i da ga neće snaći kazna koja uvijek stigne grešnike. Nedugo zatim i on je duševno obolio, pa ga njegova supruga, kao ni svoju svekrvu prije toga, nije mogla podnositi. Jedne je noći taj čovjek otišao na potkrovlje i skočio s istog mjesta s kojeg je ranije gurnuo svoju majku…”"
    },
    {
      "Ovisnik o alkoholnim pićima": "Abdullah b. Jusuf el-Adžlan kazivao je da je imao prijatelja koji je bio dobar i pobožan čovjek, a koji je zatim zapao u neka iskušenja, pa ga je hrđavo društvo navelo na zlo. Njegovi drugovi rekli su mu: ”Ti si jako nesretan, i jedini način da zaboraviš svoje brige jest da počneš konzumirati alkoholna pića! Ona će ti pomoći da ispravnije prosuđuješ i da budeš aktivniji.” Nisu ga prestali zavoditi sve dok nije popio čašu alkohola, a zatim drugu pa treću… Kasnije je postao ovisnik o alkoholnim pićima i upropastio svoj život. Tugovao sam gledajući njegovu nesreću i poželio sam da je umro prije nego što se odao tom zlu."
    },
    {
      "Tijelo mu nije moglo ostati okrenuto prema kibli": "Šejh Osman b. Bišr, kadija u el-Kassimu, ispričao je: ”U el-Kassimu živio je čovjek koji je često obavljao dobrovoljni namaz i kome se glede privrženosti islamu nije moglo prigovoriti, ali je činio neke grijehe… Kad je umro, ja sam njegovo truplo unio u kabur i položio na desnu stranu okrenuvši ga prema kibli, pa se ono okrenulo na leđa. Opet sam ga okrenuo prema kibli i htio dohvatiti ćerpiče da ih položim, no truplo se opet okrenulo na leđa. Na koncu sam ga ostavio na leđima. Tako smo ga i zakopali.”"
    },
    {
      "Tijelo mu pocrnjelo poslije smrti": "Šejh el-Kahtani ispričao je: ”Jednom, u gusulhanu donesen je mladić čije je tijelo pocrnjelo poput uglja čim smo ga počeli kupati. Prepao sam se i pobjegao iz sobe u kojoj smo kupali mrtvace. Napolju sam zatekao jednog čovjeka koga sam upitao: ’Jeste li vi otac ovog mladića?’ ’Da, ja sam njegov otac’, odgovorio je. ’Tijelo mu je sasvim pocrnjelo!’, kazao sam, a on reče: ’Moj sin nije obavljao namaz.’ ’Onda ga ti okupaj, ja neću’, rekao sam mu i otišao.”"
    },
    {
      "Nesretnik koji je doživio kaznu u kaburu prije nego što je pokopan": "Šejh el-Kahtani ispričao je i ovo: ”Pošto smo jednog dana završili s pokopom jednog čovjeka, pozvali su me neki ljudi da im pomognem oko pokopa njihovog umrlog, jer oni, objasnili su, nisu tome vični. Ušao sam u kabur s još dvojicom ljudi te smo prihvatili umrlog i okrenuli ga prema kibli. Nakon što sam odvezao kefine, glava umrlog okrenula se ustranu, nije ostala u pravcu kible. Okrenuo sam njegovu glavu, ali su se zatim otvorile njegove oči, a na nos je potekla gusta krv. Nedugo zatim njegova se glava opet okrenula. Osim mene, to su vidjeli još neki ljudi. Prepao sam se i pobjegao iz mezara. Vidjevši na meni strah, ljudi su nabrzinu zakopali umrlog i napustili mezarje. Tog sam čovjeka usnio 7-8 puta i nisam ga mogao zaboraviti, pa sam otišao na umru i u Meki boravio dvije sedmice. Tek tad sam postigao duševni mir.”"
    },
    {
      "Mladić koji nije obavljao namaz": "Jedna skupina mladića otišla je u Jordan s jednim šejhom iz Kuvajta. Nakon što su u jednoj džamiji u ez-Zarki obavili džuma-namaz, u džamiju su jedan za drugim počeli ulaziti prestrašeni ljudi. Pitali su: ”Gdje je šejh?” Obavijestili su ga da je jutros u saobraćajnoj nesreći poginuo neki njihov rođak kome su iskopali kabur, ali ga ne mogu pokopati jer se u kaburu nalazi ogromna zmija. Šejh i njegovi pratioci odmah su otišli na mezarje. I odista, tamo su u kaburu zatekli golemu zmiju. Šejh im je predložio da iskopaju drugi kabur. Međutim, čim su ga iskopali, ona je zmija probušila zemlju i obrela se u tom kaburu. Šejh reče: ”Nema smisla iskopati i treći kabur, jer će zmija i tamo doći. Pokušajte je izbaciti iz kabura!” Prisutni su uspjeli izbaciti zmiju iz kabura, ali je nisu mogli otjerati iz blizine rake. Neki su ljudi zbog tog strašnog prizora izgubili svijest, pa ih je odvezao automobil hitne pomoći. Pojavila se i policija. Kad su mladića spustili u mezar, zmija se veoma brzo pokrenula, uskovitlala prašinu i brzo kliznula u mladićev kabur, a ljudi su se razbježali. Zmija se, počevši od mladićevih nogu, omotala oko njegova trupla i zatim ga stisnula toliko snažno da se jasno čulo pucanje njegovih kostiju. Pošto se prašina slegla, prestrašeni ljudi prišli su kaburu i zatekli zmiju omotanu oko mladića. Ništa nisu mogli poduzeti. Šejh Kuvajćanin rekao im je da mladićevo truplo zatrpaju zemljom… Neposredno nakon toga otišli su ocu tog mladića i upitali ga u vezi s njim. Kazao im je: ”Bio mi je poslušan, ali nije obavljao namaz.”"
    },
    {
      "Bolesnik iz čijeg tijela izbija neprijatan miris": "U bolnicu je dovezen mladić koji je smješten u sobu s nekim dobrim ljudima. Iz dana u dan mijenjala se boja njegova lica, pa je naposlijetku njegovo lice pocrnjelo… Bolesnici su se prepali, pa je jedan od njih tom bolesniku počeo učiti kur’anske ajete. Uslijed toga iz tijela bolesnika počeo je izbijati jako neprijatan miris, a on je počeo veoma teško disati. Nakon toga je utihnuo. Kad je ljekar došao, konstatirao je smrt."
    },
    {
      "Učinio sedždu djevojci i umro": "Neki muslimanski mladići odlazili su u jedan tajlandski grad radi činjenja bluda. I dok je jedan od njih čekao da se pojavi bludnica, napio se te joj je, kad se pojavila, učinio sedždu i – umro. U tom je položaju avionom prevezen u svoju zemlju i pokopan."
    },
    {
      "Počinio nevjerstvo i umro": "Jedan mladić ispričao je: ”Na autoputu prema Džidi dogodila se strašna saobraćajna nesreća. Zaustavio sam auto i zajedno s prijateljima pošao pomoći nastradalom, koga smo zatekli na izdisaju. Od muzike ništa se nije čulo, pa sam isključio radiouređaj. Pomislio sam: ’Evo prilike da ovog mladića potaknem da izgovori: ’La ilahe illallah’, te da se tako spasi!’ Primaknuo sam mu se i rekao: ’Mladiću, posvjedoči da nema drugog boga osim Allaha!’ Kamo sreće da nije čuo moje riječi i da ništa nije rekao! Znate li šta je bilo posljednje što je taj mladić izgovorio? Bile su to riječi nevjerstva. Opsovao je vjeru i rekao: ’Ne želim klanjati! Ne želim postiti!’”"
    },
    {
      "Muhammed b. Abudllah El-Kahtani": "U mjesecu muharemu 1400. godine po Hidžri u Haremi-šerif kradom je ušla grupa naoružanih haridžija i zauzela Harem, te se Muhammed b. Abdullah el-Kahtani proglasio Mehdijem. Džuhejman el-Utejbi tražio je od prisutnih da daju prisegu ovom el-Kahtaniju, navodeći hadise u kojima se govori o pojavi Mehdija. Štaviše, ljude su tjerali na to da izjave lojalnost tom čovjeku; a poubijali su čuvare Harema. Pošto je vlada Kraljevine Saudijske Arabije saznala za ovaj slučaj, izdala je naredbu oružanim snagama zemlje da opkoli Harem, a potom je i javnost upoznata s tim događajima. Nedugo nakon toga oglasili su se islamski učenjaci davši fetvu da je dozvoljeno boriti se protiv buntovnika koji su zauzeli Harem, ubili mnoge nevine ljude i onemogućili obavljanje skupnog namaza i tavaf oko Kabe. Akcija protiv haridžija trajala je 15 dana. Džuhejman el-Utejbi predao se s preživjelim haridžijama, a truplo Muhammeda el-Kahtanija, samoproglašenog Mehdija, nađeno je u Haremu... Nakon toga uslijedilo je suđenje ovim buntovnicima. Njih 63 osuđeno je na smrt, a protiv 38 nije dokazana krivica, to jest kazano je da su zavedeni. U ovoj je akciji smrtno stradalo 115 vojnika specijalnih snaga, a ranjeno je oko 460; haridžija je poginulo 75. Nakon toga u Haremi-šerifu uspostavljen je red i hodočasnici su opet mogli obavljati obrede."
    },
    {
      "Kazna za nepravdu prema bespomoćnoj sluškinji": "Šejh Sejjid el-Afani pripovijeda da je jedna žena ispričala: ”Kao i svaka druga porodica, imali smo sluškinje, ali nijedna se kod nas, zbog ponašanja mog muža i njegove grubosti, nije mogla zadržati duže od dva-tri mjeseca. Prije 15 godina, kad su moja djeca, sin i kćerka, bila prilično malehna, kod nas je u posjetu došao neki mužev poznanik i doveo devetogodišnju kćerku da nas služi za veoma nisku plaću. Moj muž dočekao je svog poznanika gordo i umišljeno. Djevojčica je ostala plačući i preklinjući oca da je posjeti čim mogne. I eto, tako je ona započela svoj novi život s nama. Budila se prije moje djece da bi mi pomagala oko pripremanja doručka za njih; radila je sve druge poslove. Međutim, moj je muž i nju tukao. Molila sam ga da to ne čini, tim prije jer je ona veoma poslušna i predana u poslu, ali je on govorio da se kategorija ljudi, u koju spada ona djevojčica, mora redovno tući. Nakon nekoliko mjeseci otac ju je prestao posjećivati, a slao je nekog rođaka po zaradu. Kad je umro djevojčicin otac, odnos mog muža prema njoj uvelike se promijenio. Bila je izložena torturi i raznim oblicima nepravde. Često bi joj uskratio večeru, pa bi na počinak otišla gladna; ne sjećam se da je ikad otišla na počinak, a da nije zaplakala. Jednom, otišla je na zelenu pijacu i nije se vratila. Saznali smo da već dugo vremena održava vezu s nekim momkom koji je radio u obližnjoj mesnici… Napokon smo je našli i doveli kući, te smo je udarali, s tim što moja kćerka to nije činila, nego je samo plakala i vikala: ’Haram je to što radite!’ Moj muž poče i nju tući. S vremenom smo primijetili da djevojci stvari ispadaju iz ruku i da se spotiče dok hoda. Odveli smo je kod ljekara, koji je ustanovio da joj je vid mnogo oslabio… Međutim, mi je nismo štedjeli: tražili smo od nje da obavlja sve poslove koje je dotad obavljala. Jednom, otišla je i nije se vratila – nismo je ovaj put tražili. Nakon nekoliko godina moj je muž penzioniran; ja sam ostala s njime premda je bio toliko živčan da se njegovo ponašanje nije moglo podnositi. Veoma smo obradovani kad se naš sin oženio prelijepom djevojkom i kad je kasnije dobio sina. No, našoj radosti bio je kraj kad se ustanovilo da je dijete slijepo. Nakon svih pretraga, izgubili smo nadu da će mu ljekari vratiti vid. Moja snaha bojala se da će i drugo dijete biti slijepo, ali su joj ljekari rekli da je nemoguće da se to dogodi. I ona je zanijela, te rodila djevojčicu. U početku je sve bilo uredu, ali kad je djevojčica napunila sedam mjeseci, ustanovili smo da uvijek gleda u jednom pravcu. Odveli smo je oftamologu. Ustanovio je da djevojčica jako slabo vidi i da će, po svemu sudeći, oslijepjeti. Tad sam se počela sjećati nepravde koju smo nanosili djevojci koja je radila kod nas kao sluškinja. Počela sam se raspitivati o njoj i saznala da, premda slijepa, održava čistoću u nekoj džamiji. Ona mi se obradovala, a pogotovu se obradovala mojoj kćerci, koja ju je voljela i branila. Odvela sam je kući i smjestila je kod nas. Sve to učinila sam ne bih li se, makar dijelomično, iskupila za nepravdu koju smo joj nanosili. O ljudi, nemojte nikom činiti nepravdu jer će vam Allah, džellešanuhu, to vratiti!”"
    },
    {
      "Indirektno uvrijedio poslanika islama": "Šejh Ahmed Šakir zapisao je u jednoj svojoj knjizi da je predsjednik Egipta poslao slijepca Tahu Husejna u Francusku da doktorira. A Muhammed el-Mehdi, koji je držao hutbu u džamiji u kojoj je džuma-namaz klanjao i predsjednik, htio je pohvaliti predsjednika za taj čin, pa je na hutbi rekao: ”Nije se namrštio i nije se okrenuo zato što je slijepac njemu prišao…” Time je htio reći da je on bolji od Poslanika, sallallahu alejhi ve sellem, u vezi s kim je obavljeno: ”On se namrštio i okrenuo zato što je slijepac njemu prišao…” (Abese, 1, 2). Nakon namaza šejh Ahmed Šakir ustao je i obratio se prisutnima: ”O ljudi, vaš namaz nije ispravan jer ste klanjali iza imama nevjernika!” Tad je u džamiji nastala zbrka… Vladar je izdao naredbu da se klanja podne-namaz. Neki su predložili Muhammedu el-Mehdiju, hatibu i imamu te džamije, da tuži Ahmeda Šakira za uvredu časti. Šejh Ahmed Šakir poslao je dopis orijentalistima u kojem traži da prosude sadrži li ova izjava: ”Nije se namrštio i nije se okrenuo zato što je slijepac njemu prišao…” uvredu Poslanikove časti. Naposlijetku je Muhammedu el-Mehdiju, koji je bio jedan od najboljih govornika, oduzet dekret imama i hatiba. Ahmed Šakir kasnije ga je vidio da čisti i održava abdesthane u jednoj džamiji i nije mu se javio…"
    }
  ]
}